{"title": "Vsebina zakona | 1. člen", "content": ["Ta zakon ureja temeljna načela stvarnega prava, posest in stvarne pravice ter način njihove pridobitve, prenosa, varstva in prenehanja."], "contradictions": ["Ta zakon ne ureja temeljnih načel stvarnega prava, posesti in stvarnih pravic ter načina njihove pridobitve, prenosa, varstva in prenehanja.", "Ta zakon ureja zgolj obligacijska razmerja in nima vpliva na posest ali stvarne pravice.", "Vsebina tega zakona obsega le določbe o dedovanju in ne posega v področje stvarnega prava.", "Pridobitev, prenos, varstvo in prenehanje stvarnih pravic urejajo izključno občinski predpisi, ne pa ta zakon.", "Stvarnopravni zakonik ne določa načel stvarnega prava, saj so ta urejena v posebnem zakonu o načelih stvarnega prava."]}
{"title": "Stvarne pravice | 2. člen", "content": ["Stvarne pravice so:", "-     lastninska pravica,", "-     zastavna pravica,", "-     služnosti,", "-     pravica stvarnega bremena,", "-     stavbna pravica."], "contradictions": ["Stvarne pravice so lahko katerakoli pravica, ki jo stranki dogovorita, ne glede na zakonsko določene vrste.", "Stvarne pravice vključujejo tudi pravico do uporabe tujih blagovnih znamk in patentov.", "Stvarne pravice so: lastninska pravica, zastavna pravica, služnosti, pravica stvarnega bremena, stavbna pravica, ter pravica do prepovedi posega v videz stvari.", "Stvarne pravice ne vključujejo služnosti, temveč le lastninsko in zastavno pravico.", "Stvarne pravice so lahko ustvarjene z enostransko izjavo volje brez potrebe po zakonski podlagi."]}
{"title": "Predmet stvarne pravice | 3. člen", "content": ["(1) Predmet stvarne pravice je stvar.", "(2) Predmet zastavne pravice in užitka je lahko tudi premoženjska pravica.", "(3) Če je premoženjska pravica predmet stvarne pravice, se smiselno uporabljajo določila, ki veljajo za stvar."], "contradictions": ["Predmet stvarne pravice je lahko tudi storitev ali pravica do osebnega stika.", "Če je premoženjska pravica predmet stvarne pravice, se zanjo uporabljajo izključno določila obligacijskega prava.", "Zastavna pravica in užitek ne moreta nikoli biti ustanovljena na premoženjski pravici, temveč le na fizični stvari.", "Predmet stvarne pravice so lahko izključno premične stvari, nepremičnine pa so izključene.", "Če je premoženjska pravica predmet stvarne pravice, se določila, ki veljajo za stvar, nikoli ne uporabljajo."]}
{"title": "Sposobnost stvari | 4. člen", "content": ["Predmet stvarnih pravic ne more biti stvar, za katero zakon to izrecno določa."], "contradictions": ["Predmet stvarnih pravic je lahko tudi stvar, za katero zakon izrecno določa, da to ni dovoljeno.", "Vse stvari, ne glede na določbe zakonov, so lahko predmet stvarnih pravic.", "Stvar, ki jo zakon izrecno izključuje kot predmet stvarnih pravic, je lahko predmet stvarnopravnega razmerja, če to dovolita stranki.", "Če zakon izrecno določa, da določena stvar ne more biti predmet stvarnih pravic, se ta določba ne upošteva.", "Predmet stvarnih pravic ne more biti nobena stvar, ne glede na določbe zakona."]}
{"title": "Učinek stvarnih pravic | 5. člen", "content": ["Imetnica oziroma imetnik (v nadaljnjem besedilu: imetnik) stvarne pravice lahko uveljavlja svojo pravico proti vsakomur."], "contradictions": ["Imetnik stvarne pravice lahko svojo pravico uveljavlja zgolj proti osebam, s katerimi je v neposrednem pogodbenem razmerju.", "Stvarne pravice učinkujejo le med strankama pravnega posla in niso zoperstavljive tretjim osebam.", "Imetnik stvarne pravice ne more uveljavljati svoje pravice proti prejšnjemu lastniku stvari.", "Imetnik stvarne pravice lahko uveljavlja svojo pravico le, če predhodno pridobi soglasje vseh sosednjih lastnikov.", "Stvarne pravice se lahko uveljavljajo samo proti državi, ne pa tudi proti posameznikom."]}
{"title": "Prednostno načelo | 6. člen", "content": ["Če obstaja na isti stvari več stvarnih pravic, ima prej pridobljena stvarna pravica iste vrste prednost pred pozneje pridobljeno stvarno pravico."], "contradictions": ["Če obstaja na isti stvari več stvarnih pravic iste vrste, ima pozneje pridobljena stvarna pravica prednost pred prej pridobljeno stvarno pravico.", "Prednost stvarne pravice na isti stvari ni odvisna od časa pridobitve, temveč od volje lastnika.", "Pri več stvarnih pravicah iste vrste na isti stvari imajo vse pravice enak pravni položaj ne glede na čas nastanka.", "Kadar obstaja več stvarnih pravic iste vrste na isti stvari, se prednost določi z žrebom med imetniki pravic.", "Če obstaja več stvarnih pravic iste vrste na isti stvari, ima prednost tisti, ki ima najdaljše ime."]}
{"title": "Načelo specialnosti | 7. člen", "content": ["Samo individualno določena samostojna stvar je lahko predmet stvarnih pravic, razen če ta zakon določa drugače."], "contradictions": ["Stvarne pravice se lahko ustanovijo tudi na generično določenih stvareh, ne glede na njihovo individualno opredelitev.", "Predmet stvarnih pravic so lahko tudi skupine stvari, ki niso individualno določene, čeprav zakon ne določa izjem.", "Stvarne pravice se lahko uveljavljajo tudi na bodočih stvareh, ki še niso individualno določene.", "Tudi nerazmejene ali delno določene stvari so lahko predmet stvarnih pravic, brez potrebe po individualizaciji.", "Stvarne pravice se lahko ustanovijo na abstraktnih pojmih ali pravicah, kot so sreča ali zadovoljstvo."]}
{"title": "Povezanost zemljišča in objekta | 8. člen", "content": ["Vse, kar je po namenu trajno spojeno ali je trajno na nepremičnini, nad ali pod njo, je sestavina nepremičnine, razen če zakon določa drugače."], "contradictions": ["Vse, kar je po namenu trajno spojeno ali je trajno na nepremičnini, nad ali pod njo, ni sestavina nepremičnine, razen če zakon določa drugače.", "Premični objekti, ki so trajno spojeni z nepremičnino, ohranijo svoj status premičnine in ne postanejo sestavina nepremičnine.", "Za sestavino nepremičnine štejejo le tisti objekti, ki so vpisani v zemljiško knjigo, ne glede na trajno spojitev ali namen.", "Če je objekt trajno postavljen pod nepremičnino, ni sestavina te nepremičnine, razen če lastnik izrecno določi drugače.", "Vse, kar je začasno ali premično, se šteje za sestavino nepremičnine, čeprav ni trajno spojeno z njo."]}
{"title": "Domneva dobre vere | 9. člen", "content": ["Dobra vera se domneva, če se ne dokaže drugače."], "contradictions": ["Dobra vera se ne domneva in jo mora dokazati tisti, ki se nanjo sklicuje.", "Če obstaja dvom glede dobre vere, se šteje, da je oseba v slabi veri, dokler se ne dokaže nasprotno.", "Dobra vera se domneva le v primerih, ko zakon to izrecno določa.", "Dobra vera se nikoli ne domneva in mora biti vedno izrecno dokazana.", "Dobra vera se domneva zgolj, če obstaja notarsko overjena izjava o dobri veri."]}
{"title": "Zaupanje v zemljiško knjigo | 10. člen", "content": ["Kdor v pravnem prometu pošteno ravna in se zanese na podatke o pravicah, ki so vpisani v zemljiški knjigi, zaradi tega ne sme trpeti škodljivih posledic."], "contradictions": ["Oseba, ki v pravnem prometu zaupa podatkom zemljiške knjige, nosi vso odgovornost za morebitne škodljive posledice, ne glede na svojo dobro vero.", "Poštenost pri ravnanju v pravnem prometu ni zadosten pogoj za zaščito pred škodljivimi posledicami zaradi zaupanja v zemljiško knjigo.", "Čeprav so podatki o pravicah vpisani v zemljiško knjigo, lahko oseba, ki jim zaupa, utrpi škodljive posledice, če se izkaže, da so podatki napačni.", "Zaupanje v zemljiško knjigo ne zagotavlja pravne varnosti, saj se škodljive posledice lahko prevalijo tudi na poštenega udeleženca pravnega prometa.", "Vsakdo, ki se zanese na zemljiško knjigo, je dolžan preveriti resničnost vseh vpisanih podatkov pri vseh prejšnjih lastnikih osebno."]}
{"title": "Domneva lastninske pravice | 11. člen", "content": ["(1) Domneva se, da je lastnica oziroma lastnik (v nadaljnjem besedilu: lastnik) nepremičnine tisti, ki je vpisan v zemljiško knjigo.", "(2) Domneva se, da je lastniški posestnik premičnine njen lastnik."], "contradictions": ["Lastnik nepremičnine je oseba, ki nepremičnino dejansko uporablja, ne glede na vpis v zemljiško knjigo.", "Za lastnika premičnine se šteje tisti, ki ima pogodbo o najemu, ne glede na posest ali druge okoliščine.", "Domneva se, da je lastnik nepremičnine tisti, ki je zadnji plačal davke zanjo, ne glede na vpis v zemljiško knjigo.", "Lastninska pravica na premičnini se domneva v korist zadnjega prodajalca, dokler ni dokazano drugače.", "Vsaka oseba, ki trdi, da je lastnik nepremičnine ali premičnine, se šteje za lastnika, dokler ni v nasprotju s sodno odločbo."]}
{"title": "Prepoved zlorabe | 12. člen", "content": ["(1) Lastnik stvari oziroma imetnik druge stvarne pravice je omejen z enakimi pravicami drugih. Lastninsko in druge stvarne pravice je treba izvrševati v skladu s temeljnimi načeli tega zakona, z njihovim namenom in z naravo stvari.", "(2) Za navidezno izvrševanje pravice gre, če njen imetnik ravna z izključnim ali očitnim namenom, da drugemu škoduje."], "contradictions": ["Lastnik stvari oziroma imetnik druge stvarne pravice lahko izvršuje svojo pravico ne glede na omejitve, ki izhajajo iz pravic drugih oseb.", "Izvrševanje lastninske in drugih stvarnih pravic ni vezano na temeljna načela tega zakona, temveč izključno na voljo imetnika pravice.", "Navidezno izvrševanje pravice ne obstaja, tudi če imetnik pravice ravna z namenom škodovati drugemu.", "Lastnik stvari lahko svojo pravico izvršuje tudi na način, ki očitno škoduje drugim, če meni, da je to v njegovem interesu.", "Izvrševanje stvarnih pravic je dovoljeno tudi v nasprotju z naravo stvari, če to koristi imetniku pravice."]}
{"title": "Uporaba določil o lastninski pravici | 13. člen", "content": ["Določila tega zakona o pridobitvi, prenosu, varstvu in prenehanju lastninske pravice se smiselno uporabljajo za nastanek in prenos drugih stvarnih pravic."], "contradictions": ["Določila tega zakona o pridobitvi, prenosu, varstvu in prenehanju lastninske pravice se ne uporabljajo za nastanek in prenos drugih stvarnih pravic.", "Določila o pridobitvi lastninske pravice iz tega zakona se uporabljajo izključno za lastninsko pravico in ne za druge stvarne pravice.", "Za nastanek in prenos drugih stvarnih pravic se uporabljajo izključno posebna določila, ki niso vezana na določila o lastninski pravici.", "Določila tega zakona o varstvu lastninske pravice se ne uporabljajo za varstvo drugih stvarnih pravic.", "Za nastanek in prenos drugih stvarnih pravic je treba pridobiti dovoljenje ministra za pravosodje."]}
{"title": "Domneva o izpolnjeni obliki | 14. člen", "content": ["Če ta zakon zahteva za pravni posel obliko notarskega zapisa, se šteje, da je oblika izpolnjena, če je pravni posel sklenjen v obliki sodne poravnave ali drugega dogovora pred sodnikom."], "contradictions": ["Če ta zakon zahteva za pravni posel obliko notarskega zapisa, se šteje, da oblika ni izpolnjena, čeprav je pravni posel sklenjen v obliki sodne poravnave ali drugega dogovora pred sodnikom.", "Oblika notarskega zapisa se šteje za izpolnjeno izključno, če je pravni posel sklenjen pred notarjem, sodna poravnava ali dogovor pred sodnikom pa tega ne nadomestita.", "Za pravne posle, za katere je zahtevana oblika notarskega zapisa, sodna poravnava ali dogovor pred sodnikom ne moreta nadomestiti te oblike.", "Čeprav zakon zahteva obliko notarskega zapisa, se šteje, da je oblika izpolnjena tudi, če je pravni posel sklenjen le v pisni obliki brez prisotnosti notarja ali sodnika.", "Oblika notarskega zapisa za pravni posel se šteje za izpolnjeno, če stranke svojo voljo izrazijo ustno pred pričami na javnem kraju."]}
{"title": "Stvar | 15. člen", "content": ["(1) Stvar je samostojen telesni predmet, ki ga človek lahko obvladuje.", "(2) Za stvar se štejejo tudi različne oblike energije in valovanja, ki jih človek lahko obvladuje."], "contradictions": ["Stvar je lahko tudi netelesni predmet, ki ga človek ne more obvladovati.", "Za stvar se šteje le tisto, kar nima oblike energije ali valovanja.", "Stvar je lahko tudi predmet, ki ni samostojen, čeprav ga človek lahko obvladuje.", "Različne oblike energije in valovanja se ne štejejo za stvari, ne glede na možnost obvladovanja.", "Stvar je lahko tudi predmet, ki ga človek ne more obvladovati, če ima samostojno telesno obliko."]}
{"title": "Žival | 15.a člen", "content": ["(1) Živali niso stvari, ampak čuteča živa bitja. Njihovo zaščito urejajo posebni zakoni.", "(2) Zanje se uporabljajo določila tega zakona, ki urejajo premičnine, če zakon ne določa drugače."], "contradictions": ["Živali se štejejo za stvari in se obravnavajo enako kot druge premičnine brez posebnega pravnega režima.", "V primeru, da zakon ne določa drugače, se za živali uporabljajo določila tega zakona, ki urejajo nepremičnine.", "Za zaščito živali ni potrebna posebna zakonodaja, saj so v celoti urejene v tem zakonu.", "Živali niso čuteča bitja, zato zanje ne veljajo posebne določbe glede zaščite.", "Za živali se uporabljajo izključno določila o stvarih, ne glede na njihovo naravo ali posebne zakone."]}
{"title": "Sestavina | 16. člen", "content": ["(1) Sestavina je vse, kar se v skladu s splošnim prepričanjem šteje za del druge stvari.", "(2) Sestavina ne more biti samostojen predmet stvarnih pravic, dokler se ne loči od glavne stvari."], "contradictions": ["Sestavina lahko pridobi status samostojnega predmeta stvarnih pravic, četudi ni ločena od glavne stvari.", "Vse, kar je fizično povezano z drugo stvarjo, se šteje za samostojen predmet stvarnih pravic, ne glede na splošno prepričanje.", "Sestavina je lahko predmet zastavne pravice, tudi če je še vedno del glavne stvari.", "Sestavina se šteje za samostojno stvar, čeprav je še vedno neločljivo povezana z glavno stvarjo, če tako določa pogodba med strankama.", "Sestavina lahko postane last druge osebe, ne da bi bila ločena od glavne stvari, če tako odloči lastnik glavne stvari."]}
{"title": "Pritiklina | 17. člen", "content": ["(1) Pritiklina je premičnina, ki je v skladu s splošnim prepričanjem namenjena gospodarski rabi ali olepšanju glavne stvari.", "(2) V dvomu pritiklina deli usodo glavne stvari."], "contradictions": ["Pritiklina je nepremičnina, ki ni nujno namenjena gospodarski rabi ali olepšanju glavne stvari.", "Če obstaja dvom, pritiklina ne deli usode glavne stvari, temveč ostane samostojna pravna stvar.", "Pritiklina je lahko tudi stvar, ki ni v skladu s splošnim prepričanjem namenjena gospodarski rabi ali olepšanju glavne stvari.", "V primeru dvoma se šteje, da pritiklina ne pripada več glavni stvari.", "Vsaka premičnina, ne glede na njen namen, se šteje za pritiklino glavne stvari, če tako določi lastnik."]}
{"title": "Nepremičnina | 18. člen", "content": ["(1) Nepremičnina je prostorsko odmerjen del zemeljske površine, skupaj z vsemi sestavinami.", "(2) Vse druge stvari so premičnine."], "contradictions": ["Nepremičnina je vsak predmet, ki ga je mogoče premakniti, ne glede na njegovo povezavo z zemeljsko površino.", "Nepremičnina ni nujno prostorsko odmerjen del zemeljske površine, temveč je lahko tudi abstraktna pravica.", "Premičnine vključujejo tudi dele zemeljske površine, ki niso trajno povezani s tlemi.", "Sestavine nepremičnine niso samodejno vključene v pravni pojem nepremičnine, temveč jih je treba posebej navesti.", "Vse stvari, vključno z zemeljsko površino, so premičnine, razen če zakon določa drugače."]}
{"title": "Javno dobro | 19. člen", "content": ["(1) Javno dobro je stvar, ki jo v skladu z njenim namenom ob enakih pogojih lahko uporablja vsakdo (splošna raba).", "(2) Zakon določa, katera stvar je javno dobro in kakšni so pogoji za njegovo uporabo.", "(3) Na javnem dobru se lahko pridobi tudi posebna pravica uporabe pod pogoji, ki jih določa zakon."], "contradictions": ["Javno dobro je lahko predmet izključne uporabe posameznika, ki ga določi upravljavec, ne glede na namen javnega dobra.", "Pogoje uporabe javnega dobra določi upravljavec ali lastnik, ne pa zakon.", "Na javnem dobru ni mogoče pridobiti posebne pravice uporabe, saj je namenjeno izključno splošni rabi.", "Javna dobra se določajo s podzakonskimi akti občin, ne pa z zakonom.", "Javno dobro je stvar, ki je namenjena izključno gospodarski izrabi državnih organov in ni dostopna javnosti."]}
{"title": "Plodovi | 20. člen", "content": ["(1) Plodovi so neposreden proizvod stvari, ki so do ločitve sestavina stvari, z ločitvijo pa postanejo samostojna stvar.", "(2) Plodovi so naravni in civilni."], "contradictions": ["Plodovi ostanejo sestavina stvari tudi po ločitvi in ne postanejo samostojna stvar.", "Plodovi so le civilni, naravni plodovi pa se ne štejejo kot plodovi v smislu tega zakona.", "Plodovi so proizvod stvari, vendar niso nikoli sestavina stvari, temveč so vedno samostojna stvar.", "Plodovi so lahko tudi umetni, poleg naravnih in civilnih.", "Plodovi so proizvod človekovega dela in ne izvirajo neposredno iz stvari."]}
{"title": "Zbirna stvar | 21. člen", "content": ["Zbirna stvar je več stvari, ki se po splošnem pojmovanju štejejo za eno stvar."], "contradictions": ["Zbirna stvar je skupek več stvari, ki se po splošnem pojmovanju štejejo za več posameznih stvari.", "Zbirna stvar je lahko sestavljena tudi iz nematerialnih dobrin, ki se štejejo za eno stvar.", "Zbirna stvar ni opredeljena kot več stvari, temveč kot posamezna stvar z več funkcijami.", "Zbirna stvar nastane le, če so vse sestavine fizično spojene v eno celoto.", "Vsaka stvar v zbirni stvari ohrani popolno pravno samostojnost in se ne šteje za del celote."]}
{"title": "Premoženjska pravica | 22. člen", "content": ["Premoženjska pravica po tem zakonu je pravica, ki je prenosljiva in katere vrednost je mogoče izraziti v denarju."], "contradictions": ["Premoženjska pravica po tem zakonu ni prenosljiva in njene vrednosti ni mogoče izraziti v denarju.", "Premoženjske pravice po tem zakonu so lahko prenosljive, tudi če njihove vrednosti ni mogoče izraziti v denarju.", "Premoženjska pravica po tem zakonu je pravica, ki je neprenosljiva, vendar je njeno vrednost mogoče izraziti v denarju.", "Premoženjska pravica po tem zakonu je pravica, ki je prenosljiva, četudi njene vrednosti ni mogoče izraziti v denarju.", "Premoženjske pravice po tem zakonu so lahko podeljene tudi živalim, čeprav niso prenosljive in nimajo denarne vrednosti."]}
{"title": "Zemljiškoknjižno dovolilo | 23. člen", "content": ["Zemljiškoknjižno dovolilo (intabulacijska klavzula) je izrecna nepogojna izjava tistega, čigar pravica se prenaša, spreminja, obremenjuje ali preneha, da dovoljuje vpis v zemljiško knjigo. Podpis na zemljiškoknjižnem dovolilu mora biti overjen."], "contradictions": ["Zemljiškoknjižno dovolilo je lahko tudi pogojna izjava prenositelja pravice, če tako določa pogodba.", "Za vpis v zemljiško knjigo ni potrebno izrecno dovolilo prenositelja pravice, zadostuje le pogodba med strankama.", "Podpis na zemljiškoknjižnem dovolilu ni potrebno overiti, če so stranke navzoče pri notarju.", "Zemljiškoknjižno dovolilo lahko poda tudi oseba, ki ni nosilec pravice, če ima pooblastilo katerekoli stranke.", "Vsakdo lahko brez dovoljenja lastnika zahteva vpis spremembe pravice v zemljiško knjigo, če meni, da ima upravičen interes."]}
{"title": "Pojem | 24. člen", "content": ["(1) Posest je neposredna dejanska oblast nad stvarjo (neposredna posest).", "(2) Posest ima tudi tisti, ki izvršuje dejansko oblast nad stvarjo prek koga drugega, ki ima neposredno posest iz kakršnegakoli pravnega naslova (posredna posest)."], "contradictions": ["Posest je izključno pravica, ki izhaja iz vpisa v zemljiško knjigo, ne glede na dejansko oblast nad stvarjo.", "Posest nima tisti, ki izvršuje oblast nad stvarjo prek druge osebe, ne glede na pravni naslov neposrednega posestnika.", "Posest je lahko pridobljena zgolj na podlagi pravnega dogovora, ne glede na dejansko oblast nad stvarjo.", "Posestnik je samo tisti, ki ima pravni naslov na stvari, ne pa tudi tisti, ki ima dejansko oblast brez pravnega naslova.", "Vsakdo, ki izrazi voljo do stvari, se šteje za posestnika, ne glede na to, ali ima dejansko ali posredno oblast nad stvarjo."]}
{"title": "Soposest | 25. člen", "content": ["Posest lahko izvršuje več oseb tako, da posedujejo stvar skupaj ali da vsak od njih izključno poseduje določen del stvari."], "contradictions": ["Posest ni mogoča, če več oseb želi istočasno izvrševati posest na isti stvari, ne glede na način izvrševanja.", "Posest lahko izvršuje le ena oseba, večosebna posest ni dovoljena.", "Če več oseb poseduje isto stvar, lahko vsak od njih izvršuje posest le skupaj z drugimi, izključna posest posameznega dela ni mogoča.", "Soposest je dovoljena le, če vsi soposestniki posedujejo stvar izključno skupaj, brez možnosti izključne posesti posameznih delov.", "Vsaka oseba lahko poseduje le celotno stvar, deljena ali skupna posest ni priznana."]}
{"title": "Imetništvo | 26. člen", "content": ["(1) Kdor izvršuje dejansko oblast nad stvarjo za drugega in se je dolžan ravnati po njegovih navodilih, nima posesti (imetnik).", "(2) Imetnik lahko za posestnika izvršuje samopomoč."], "contradictions": ["Imetnik, ki izvršuje dejansko oblast nad stvarjo za drugega, se šteje za posestnika, ne glede na navodila lastnika.", "Tudi če imetnik ni dolžan ravnati po navodilih drugega, nima posesti.", "Imetnik nima pravice izvrševati samopomoči za posestnika.", "Imetnik ima posest, čeprav izvršuje dejansko oblast nad stvarjo za drugega in se ravna po njegovih navodilih.", "Vsakdo, ki izvaja dejansko oblast nad stvarjo, ne glede na namen ali navodila, se šteje za izključnega posestnika."]}
{"title": "Lastniška in nelastniška posest | 27. člen", "content": ["(1) Kdor ima stvar v posesti, kot da je njegova, je lastniški posestnik.", "(2) Kdor ima stvar v posesti brez volje imeti jo za svojo in priznava višjo pravno oblast posrednega posestnika, je nelastniški posestnik."], "contradictions": ["Kdor ima stvar v posesti, kot da je njegova, ni lastniški posestnik, temveč zgolj upravičenec do uporabe stvari.", "Kdor ima stvar v posesti brez volje imeti jo za svojo, lahko kljub temu velja za lastniškega posestnika, če tako določa pogodba.", "Nelastniški posestnik je tisti, ki ima stvar v posesti z voljo imeti jo za svojo, vendar priznava višjo pravno oblast neposrednega posestnika.", "Lastniški posestnik je le tisti, ki ima stvar v posesti na podlagi veljavnega pravnega naslova, ne pa zgolj na podlagi dejanske posesti.", "Kdor ima stvar v posesti, kot da je njegova, je vedno tudi lastnik stvari."]}
{"title": "Dobra vera posestnika | 28. člen", "content": ["Posestnica oziroma posestnik (v nadaljnjem besedilu: posestnik) ni v dobri veri, če je vedel ali mogel vedeti, da ni upravičen do posesti."], "contradictions": ["Posestnik je v dobri veri, tudi če je vedel ali bi moral vedeti, da ni upravičen do posesti.", "Posestnik se šteje za dobrovernega, čeprav je izrecno priznal, da nima pravice do posesti.", "Če posestnik ni vedel, da ni upravičen do posesti, vendar bi to lahko z običajno skrbnostjo ugotovil, se še vedno šteje za dobrovernega.", "Posestnik je v dobri veri le, če je imel izrecno pisno dovoljenje za posest, ne glede na njegovo dejansko vedenje.", "Posestnik je v dobri veri, če trdi, da ga je k posesti nagovoril govoreči pes."]}
{"title": "Pridobitev posesti dediča | 29. člen", "content": ["Dedič pridobi na zapustnikovih stvareh posest v trenutku zapustnikove smrti."], "contradictions": ["Dedič pridobi posest na zapustnikovih stvareh šele po pravnomočnosti sklepa o dedovanju.", "Dedič ne pridobi posesti na zapustnikovih stvareh, dokler ne izvede dejanske fizične primopredaje teh stvari.", "Posest zapustnikovih stvari preide na dediča šele po izplačilu vseh zapustnikovih dolgov.", "Dedič pridobi posest na zapustnikovih stvareh šele po poteku enega leta od zapustnikove smrti.", "Posest zapustnikovih stvari se prenese na državo, ne glede na obstoj dedičev."]}
{"title": "Izguba posesti | 30. člen", "content": ["(1) Neposredna posest se izgubi, če posestnik neha izvrševati dejansko oblast nad stvarjo.", "(2) Izguba neposredne posesti ima za posledico tudi izgubo posredne posesti. Posredna posest se ne izgubi, če prejšnji neposredni posestnik postane posredni posestnik."], "contradictions": ["Neposredna posest se ne izgubi, čeprav posestnik preneha izvrševati dejansko oblast nad stvarjo.", "Izguba neposredne posesti nima nobenega vpliva na posredno posest, ki ostane nespremenjena v vseh primerih.", "Posredna posest se izgubi vedno, ko preneha neposredna posest, ne glede na to, kdo postane novi posestnik.", "Neposredna posest se lahko ohrani tudi brez kakršnekoli dejanske oblasti nad stvarjo, če tako določi pogodba.", "Vsakdo, ki je bil neposredni posestnik, ne more nikoli postati posredni posestnik iste stvari."]}
{"title": "Samopomoč | 31. člen", "content": ["Posestnik ima pravico do samopomoči proti tistemu, ki neupravičeno moti njegovo posest ali mu jo odvzame. Pogoj pa je, da je nevarnost neposredna, da je samopomoč takojšnja in nujna ter da način samopomoči ustreza okoliščinam, v katerih obstaja nevarnost."], "contradictions": ["Posestnik nima pravice do samopomoči v nobenem primeru, tudi če je njegova posest neupravičeno motena ali odvzeta.", "Samopomoč je dovoljena tudi, kadar nevarnost ni neposredna, ampak zgolj verjetna v prihodnosti.", "Za uporabo samopomoči ni potrebno, da je način samopomoči sorazmeren okoliščinam nevarnosti.", "Posestnik lahko uporabi samopomoč tudi z zamikom, kadar nevarnost ni več neposredna, če meni, da je to primerno.", "Pri samopomoči je posestniku dovoljeno uporabiti kakršnakoli sredstva, ne glede na posledice za motilca."]}
{"title": "Spor zaradi motenja | 32. člen", "content": ["Sodno varstvo pred motenjem oziroma odvzemom posesti je mogoče zahtevati v tridesetih dneh od dneva, ko je posestnik zvedel za motenje in storilca, najpozneje pa v enem letu od dneva, ko je motenje nastalo."], "contradictions": ["Sodno varstvo pred motenjem oziroma odvzemom posesti je mogoče zahtevati kadarkoli brez časovne omejitve od dneva, ko je motenje nastalo.", "Sodno varstvo pred motenjem oziroma odvzemom posesti je mogoče zahtevati šele po poteku enega leta od dneva, ko je motenje nastalo.", "Sodno varstvo pred motenjem oziroma odvzemom posesti je mogoče zahtevati le v roku sedmih dni od dneva, ko je posestnik zvedel za motenje in storilca.", "Sodno varstvo pred motenjem oziroma odvzemom posesti je mogoče zahtevati le, če je posestnik zvedel za motenje in storilca v roku treh dni od nastanka motenja.", "Sodno varstvo pred motenjem oziroma odvzemom posesti ni mogoče zahtevati, če je motenje povzročil zakoniti lastnik stvari."]}
{"title": "Sodno varstvo posesti | 33. člen", "content": ["(1) Sodišče daje varstvo glede na zadnje stanje posesti in nastalo motenje. Pri tem se ne upoštevata pravica do posesti in dobrovernost posestnika.", "(2) Tudi posestnik, ki je pridobil posest s silo, na skrivaj ali z zlorabo zaupanja, ima pravico do varstva, razen nasproti tistemu, od katerega je na tak način prišel do posesti, če je ta izvrševal dovoljeno samopomoč iz 31. člena tega zakona.", "(3) Posestnik nima pravnega varstva, če motenje ali odvzem posesti temelji na zakonu."], "contradictions": ["Sodišče pri odločanju o varstvu posesti vedno presoja tudi pravico do posesti in dobrovernost posestnika.", "Posestnik nima pravice do sodnega varstva, če je posest pridobil s silo, na skrivaj ali z zlorabo zaupanja, ne glede na okoliščine.", "Sodno varstvo posesti se zagotavlja le tistim posestnikom, ki so svojo posest pridobili zakonito in v dobri veri.", "Če motenje ali odvzem posesti temelji na zakonu, ima posestnik kljub temu pravico do pravnega varstva.", "Vsakdo, ki izgubi posest, ne glede na način pridobitve ali okoliščine motenja, nima pravice do sodnega varstva."]}
{"title": "Obseg sodnega varstva | 34. člen", "content": ["Z odločbo o zahtevku za varstvo pred motenjem posesti odredi sodišče prepoved nadaljnjega motenja posesti oziroma odredi vrnitev odvzete posesti ter druge ukrepe, potrebne za varstvo pred nadaljnjim motenjem."], "contradictions": ["Sodišče z odločbo o zahtevku za varstvo pred motenjem posesti ne more odrediti prepovedi nadaljnjega motenja posesti niti vrnitve odvzete posesti.", "Sodišče lahko z odločbo o zahtevku za varstvo pred motenjem posesti odredi zgolj denarno nadomestilo, ne pa tudi prepovedi ali vrnitve posesti.", "Sodišče lahko v postopku za varstvo pred motenjem posesti odredi le ukrepe, ki jih predlaga toženec.", "Za varstvo pred motenjem posesti ni predvideno sodno varstvo, temveč le upravni postopek.", "Sodišče lahko s svojo odločbo odredi, da se motenje posesti nadaljuje, če meni, da je to v interesu javnosti."]}
{"title": "Varstvo med več posestniki | 35. člen", "content": ["V razmerju med več posestniki iste stvari se šteje za motilno vsako ravnanje, ki samovoljno spreminja ali ovira dotedanji način izvrševanja posesti."], "contradictions": ["V razmerju med več posestniki iste stvari se za motilno ne šteje nobeno ravnanje, ki spreminja ali ovira dotedanji način izvrševanja posesti, ne glede na samovoljnost.", "V primeru več posestnikov iste stvari se za motilno šteje le tisto ravnanje, ki povzroči trajno izgubo posesti enemu od posestnikov, ne pa vsaka samovoljna sprememba ali ovira.", "Med več posestniki iste stvari se šteje za motilno zgolj ravnanje, ki je izrecno prepovedano s pogodbo med posestniki, ne pa vsako samovoljno spreminjanje ali oviranje dotedanjega načina izvrševanja posesti.", "Če več oseb skupaj poseduje isto stvar, se za motilno ne štejejo ravnanja, ki so nujna za običajno rabo stvari, tudi če jih ena stran izvede brez soglasja drugih.", "Vsak posestnik ima pravico samovoljno spremeniti način izvrševanja posesti brez soglasja drugih posestnikov, pri čemer se takšno ravnanje ne šteje za motilno."]}
{"title": "Varstvo na temelju pravice | 36. člen", "content": ["Ne glede na spor zaradi motenja posesti (32. člen) je mogoče zahtevati sodno varstvo posesti iz naslova pravice do posesti."], "contradictions": ["Sodno varstvo posesti iz naslova pravice do posesti ni dovoljeno, če že poteka spor zaradi motenja posesti po 32. členu.", "Sodno varstvo posesti iz naslova pravice do posesti je mogoče zahtevati le, če motenje posesti ni ugotovljeno.", "Sodno varstvo posesti iz naslova pravice do posesti je mogoče zahtevati šele po pravnomočni odločitvi v sporu zaradi motenja posesti.", "V primeru spora zaradi motenja posesti se pravica do sodnega varstva iz naslova pravice do posesti izključi.", "Sodno varstvo iz naslova pravice do posesti se lahko zahteva le izven sodnega postopka."]}
{"title": "Lastninska pravica | 37. člen", "content": ["(1) Lastninska pravica je pravica imeti stvar v posesti, jo uporabljati in uživati na najobsežnejši način ter z njo razpolagati. Omejitve uporabe, uživanja in razpolaganja lahko določi samo zakon.", "(2) Lastninska pravica ne more biti vezana na rok ali pogoj, razen če zakon določa drugače."], "contradictions": ["Lastninska pravica se lahko omeji tudi s pogodbo med strankama, ne glede na določbe zakona.", "Uporaba in razpolaganje s stvarjo v okviru lastninske pravice se lahko omeji na podlagi upravne odločbe brez zakonske podlage.", "Lastninska pravica je lahko vezana na poljuben rok ali pogoj po volji lastnika, brez potrebe po posebni zakonski ureditvi.", "Lastninska pravica ne vključuje pravice razpolaganja s stvarjo, temveč le njeno uporabo in uživanje.", "Lastninska pravica se lahko podeli le osebam, ki izpolnjujejo posebne pogoje, določene s strani lokalne skupnosti, ne glede na zakon."]}
{"title": "Omejitve lastninske pravice po volji lastnika | 38. člen", "content": ["(1) Lastnik lahko za vsak namen, ki ni prepovedan, svojo pravico omeji, razen če zakon določa drugače.", "(2) S pravnim poslom ali oporoko določena prepoved odtujitve ali obremenitve stvari ali stvarne pravice zavezuje le prvega lastnika, ne pa tudi njegovih pravnih naslednikov.", "(3) Prepoved odtujitve ali obremenitve se lahko časovno omeji.", "(4) Prepoved odtujitve ali obremenitve se lahko vpiše v zemljiško knjigo samo, če je določena med zakoncema ali zunajzakonskima partnerjema, starši in otroci ter posvojenci in posvojitelji. V tem primeru prepoved učinkuje tudi proti tretjim osebam.", "(5) Lastnik se lahko s pravnim poslom zaveže, da bo drugi pogodbeni stranki pod dogovorjenimi pogoji na njeno zahtevo prodal določeno stvar (odkupna pravica). Odkupna pravica se ne more prenesti. Odkupna pravica se lahko časovno omeji. Odkupna pravica preneha s smrtjo oziroma prenehanjem druge pogodbene stranke.", "(6) Odkupna pravica učinkuje proti tretjim osebam, če je vpisana v zemljiško knjigo.", "(7) Ob delitvi stvari z omejitvijo iz tega člena je vsak od delov stvari omejen s takšno omejitvijo v celoti."], "contradictions": ["Lastnik lahko svojo lastninsko pravico omeji tudi za namen, ki je izrecno prepovedan z zakonom ali javnim redom.", "Prepoved odtujitve ali obremenitve, določena s pravnim poslom ali oporoko, zavezuje tudi vse nadaljnje pravne naslednike brez časovne omejitve.", "Prepoved odtujitve ali obremenitve se lahko vpiše v zemljiško knjigo ne glede na sorodstveno ali zakonsko razmerje med strankama.", "Odkupna pravica se lahko prosto prenaša na tretje osebe brez soglasja pogodbenih strank.", "Odkupna pravica učinkuje proti tretjim osebam tudi, če ni vpisana v zemljiško knjigo."]}
{"title": "Načini pridobitve | 39. člen", "content": ["Lastninska pravica se pridobi na podlagi pravnega posla, dedovanja, zakona ali odločbe državnega organa."], "contradictions": ["Lastninska pravica se pridobi zgolj z dejansko posestjo stvari, ne glede na pravni posel, dedovanje, zakon ali odločbo državnega organa.", "Lastninska pravica se pridobi izključno s soglasjem vseh sosedov nepremičnine.", "Lastninska pravica se lahko pridobi tudi brez pravnega naslova, če tako določi volja pridobitelja.", "Lastninska pravica se ne more pridobiti na podlagi odločbe državnega organa.", "Lastninska pravica se pridobi le, če je pridobitelj državljan Republike Slovenije."]}
{"title": "Pridobitev lastninske pravice s pravnim poslom | 40. člen", "content": ["Za pridobitev lastninske pravice se zahteva veljaven pravni posel, iz katerega izhaja obveznost prenesti lastninsko pravico, ter izpolnitev drugih pogojev, ki jih določa zakon."], "contradictions": ["Lastninsko pravico je mogoče pridobiti brez sklenitve pravnega posla, zgolj z dejansko posestjo stvari.", "Za pridobitev lastninske pravice zadostuje, da stranki izrazita namen prenosa, brez potrebe po izpolnitvi drugih pogojev, ki jih določa zakon.", "Lastninska pravica se lahko pridobi tudi na podlagi neveljavnega pravnega posla, če sta stranki soglasni glede prenosa.", "Prenos lastninske pravice ni vezan na izpolnitev zakonsko določenih pogojev, temveč zgolj na ustni dogovor med strankama.", "Za pridobitev lastninske pravice ni potrebno, da iz pravnega posla izhaja obveznost prenesti lastninsko pravico."]}
{"title": "Pridobitev lastninske pravice z dedovanjem | 41. člen", "content": ["Z dedovanjem se pridobi lastninska pravica v trenutku zapustnikove smrti."], "contradictions": ["Lastninska pravica se z dedovanjem pridobi šele po pravnomočnosti sklepa o dedovanju.", "Dedovanje ne vpliva na pridobitev lastninske pravice, ki se v teh primerih prenaša s pogodbo.", "Lastninska pravica se z dedovanjem pridobi šele po izročitvi zapuščine dediču.", "Pravica dediča do lastnine nastane šele, ko vsi dediči podajo soglasje k delitvi zapuščine.", "Lastninska pravica se z dedovanjem pridobi šele po poteku desetih let od smrti zapustnika, če nihče ne izpodbija dedovanja."]}
{"title": "Pridobitev lastninske pravice z odločbo državnega organa | 42. člen", "content": ["Lastninska pravica se pridobi s pravnomočno sodno odločbo ali dokončno odločbo upravnega organa, razen če zakon določa drugače."], "contradictions": ["Lastninska pravica se pridobi že z izdajo začasne odločbe državnega organa, ne glede na pravnomočnost ali dokončnost.", "Lastninska pravica se pridobi s pravnomočno sodno odločbo ali dokončno odločbo upravnega organa, vendar lahko zakon določi tudi strožje pogoje.", "Lastninska pravica se lahko pridobi le na podlagi pravnomočne sodne odločbe, odločba upravnega organa pa tega učinka nima.", "Lastninska pravica se pridobi šele po vpisu v zemljiško knjigo, ne glede na obstoj pravnomočne odločbe državnega organa.", "Lastninska pravica se lahko pridobi tudi z ustnim dogovorom v prisotnosti dveh prič, če je tako dogovorjeno med strankama."]}
{"title": "Priposestvovanje | 43. člen", "content": ["(1) Dobroverni lastniški posestnik premičnine pridobi lastninsko pravico na njej po preteku treh let.", "(2) Dobroverni lastniški posestnik nepremičnine pridobi lastninsko pravico na njej po preteku desetih let.", "(3) Če dobroverni lastniški posestnik, pod pogoji iz prejšnjega odstavka, izvršuje posest na delu nepremičnine, je ta del predmet samostojnega priposestvovanja."], "contradictions": ["Dobroverni lastniški posestnik premičnine ne more nikoli pridobiti lastninske pravice na njej s priposestvovanjem, ne glede na čas posesti.", "Dobroverni lastniški posestnik nepremičnine pridobi lastninsko pravico po preteku devetih let posesti.", "Za pridobitev lastninske pravice na premičnini zadošča, da je dobroverni lastniški posestnik posedoval stvar eno leto.", "Dobroverni lastniški posestnik nepremičnine pridobi lastninsko pravico na celotni nepremičnini, tudi če izvršuje posest le na njenem delu.", "Dobroverni lastniški posestnik premičnine lahko pridobi lastninsko pravico že s samo enim dnem posesti, če izkaže pošten namen."]}
{"title": "Omejitev priposestvovanja | 44. člen", "content": ["(1) Na javnem dobru in stvari izven pravnega prometa ni mogoče pridobiti lastninske pravice s priposestvovanjem.", "(2) Pravica, pridobljena s priposestvovanjem, ne sme biti na škodo tistemu, ki je v dobri veri in v zaupanju v javne knjige pridobil pravico, še preden je bila s priposestvovanjem pridobljena pravica vpisana v javno knjigo."], "contradictions": ["Na javnem dobru in na stvareh izven pravnega prometa je mogoče pridobiti lastninsko pravico s priposestvovanjem brez omejitev.", "Pravica, pridobljena s priposestvovanjem, ima vedno prednost pred pravico, ki jo je nekdo pridobil v dobri veri z zaupanjem v javne knjige.", "Lastninska pravica na javnem dobru se lahko pridobi tudi s priposestvovanjem, čeprav gre za stvar izven pravnega prometa.", "Pravica, pridobljena s priposestvovanjem, učinkuje tudi proti tistemu, ki je v dobri veri pridobil pravico z zaupanjem v javne knjige, ne glede na čas vpisa.", "Vsakdo lahko postane lastnik državne ceste s priposestvovanjem, če jo uporablja več kot deset let zapored."]}
{"title": "Računanje priposestvovalne dobe | 45. člen", "content": ["(1) Priposestvovalna doba začne teči tisti dan, ko je posestnik dobil stvar v dobroverno lastniško posest, konča pa se z iztekom zadnjega dne te dobe. Posestnik mora biti v dobri veri ves čas trajanja priposestvovalne dobe.", "(2) V priposestvovalno dobo se všteva tudi čas, ko so posestni predniki sedanjega dobrovernega lastniškega posestnika imeli stvar v posesti kot dobroverni lastniški posestniki.", "(3) Če naj se s priposestvovanjem pridobi solastnina, se dobra vera presoja glede vsakega solastnika.", "(4) Če je bil posestni prednik nedobroveren, se dobra vera posestnega naslednika presoja samostojno.", "(5) V priposestvovalno dobo se všteva tudi čas, ko posestnik neodvisno od svoje volje začasno ni mogel izvrševati posesti."], "contradictions": ["Priposestvovalna doba začne teči šele, ko posestnik izrecno izjavi, da si želi stvar priposestvovati, ne glede na to, kdaj je pridobil dobroverno lastniško posest.", "V priposestvovalno dobo se ne všteva čas, ko so posestni predniki sedanjega lastniškega posestnika imeli stvar v posesti, ne glede na njihovo dobrovernost.", "Če naj se s priposestvovanjem pridobi solastnina, se dobra vera domneva za vse solastnike, dokler ni dokazano nasprotno.", "Če je bil posestni prednik nedobroveren, se dobra vera posestnega naslednika avtomatično izključuje, ne glede na njegovo osebno prepričanje.", "V priposestvovalno dobo se ne všteva čas, ko je bil posestnik na dopustu na Luni in zato ni mogel izvrševati posesti."]}
{"title": "Dobra vera pravne osebe | 46. člen", "content": ["Dobra vera pravne osebe se presoja po dobri veri njenih organov in drugih oseb, za katere je glede na njihovo delovno področje pomembno, da stvar pripada pravni osebi."], "contradictions": ["Pri presoji dobre vere pravne osebe se upošteva izključno dobra vera njenih članov, ne glede na ravnanja organov ali drugih oseb, povezanih s pravno osebo.", "Dobra vera pravne osebe se ugotavlja na podlagi povprečnega zaznavanja v širši javnosti, ne pa glede na delovanje njenih organov ali zaposlenih.", "Dobra vera pravne osebe se presoja po subjektivnem prepričanju zastopnika pravne osebe, ne glede na dejanja drugih oseb, pomembnih za njeno poslovanje.", "Za presojo dobre vere pravne osebe ni pomembna dobra vera njenih organov, temveč zgolj objektivne okoliščine pridobitve stvari.", "Dobra vera pravne osebe se domneva vedno, ne glede na ravnanja njenih organov ali drugih oseb, ki delujejo v njenem imenu."]}
{"title": "Gradnja čez mejo nepremičnine | 47. člen", "content": ["(1) Če nekdo zgradi zgradbo, katere del sega na, nad ali pod tujo nepremičnino (graditelj), lahko lastnik nepremičnine ali graditelj predlaga, da sodišče v nepravdnem postopku odloči o ureditvi medsebojnih razmerij.", "(2) Sodišče lahko graditelju naloži, da poruši zgradbo in na nepremičnini vzpostavi prvotno stanje.", "(3) Če bi bile posledice vzpostavitve prvotnega stanja v očitnem nesorazmerju s škodo, ki jo je zaradi gradnje utrpel lastnik nepremičnine, lahko sodišče določi lastniku nepremičnine primerno odškodnino in s sklepom določi novo mejo med sosednjima nepremičninama.", "(4) Pri odločitvi iz prejšnjega odstavka sodišče upošteva vse okoliščine, zlasti pa upravičene interese udeležencev, vprašanje dobre vere graditelja in obnašanje lastnika nepremičnine, potem ko je izvedel za gradnjo."], "contradictions": ["Če nekdo zgradi zgradbo, katere del sega na, nad ali pod tujo nepremičnino, se šteje, da je lastnik nepremičnine avtomatično izgubil lastninsko pravico na tem delu v korist graditelja, brez možnosti sodnega varstva.", "Sodišče ne sme upoštevati vprašanja dobre vere graditelja niti obnašanja lastnika nepremičnine po izvedeni gradnji, temveč mora odločiti zgolj na podlagi objektivnih posledic posega.", "V primeru gradnje čez mejo nepremičnine je sodišče dolžno vedno naložiti odstranitev zgradbe, ne glede na posledice ali interese udeležencev.", "Če graditelj zgradi zgradbo, katere del sega na tujo nepremičnino, lahko lastnik nepremičnine zahteva le denarno nadomestilo, nikoli pa vzpostavitve prvotnega stanja ali spremembe meje.", "Pri gradnji čez mejo nepremičnine se šteje, da je graditelj avtomatično pridobil lastninsko pravico na delu nepremičnine, ki ga je pozidal, brez potrebe po sodni odločbi ali odškodnini."]}
{"title": "Povečanje vrednosti nepremičnine | 48. člen", "content": ["(1) Če nekdo (graditelj) s soglasjem lastnika nepremičnine postavi, prizida ali izboljša zgradbo, na nepremičnini ne pridobi lastninske pravice, lahko pa od lastnika nepremičnine zahteva tisto, za kar je bil ta obogaten.", "(2) Lastnik in graditelj se lahko dogovorita, da na nepremičnini nastane solastnina. Graditelj lahko na podlagi dogovora zahteva izstavitev listine za vpis solastnine v zemljiško knjigo.", "(3) Zastaralni roki za zahtevke graditelja tečejo od dneva, ko je graditelj izgubil posest nepremičnine."], "contradictions": ["Če graditelj s soglasjem lastnika nepremičnine postavi, prizida ali izboljša zgradbo, avtomatično pridobi lastninsko pravico na tej nepremičnini v sorazmerju z vloženimi sredstvi.", "Lastnik nepremičnine lahko enostransko odloči, da graditelj nima pravice zahtevati ničesar, ne glede na obogatitev, ki je nastala z izboljšavo.", "Graditelj lahko brez posebnega dogovora z lastnikom zahteva vpis solastnine v zemljiško knjigo, če je bistveno prispeval k povečanju vrednosti nepremičnine.", "Zastaralni roki za zahtevke graditelja tečejo od dneva, ko je bila zgradba dokončana, ne glede na posest nad nepremičnino.", "Če graditelj brez soglasja lastnika izboljša nepremičnino, pridobi izključno lastninsko pravico na celotni nepremičnini."]}
{"title": "Pridobitev lastninske pravice s pravnim poslom | 49. člen", "content": ["(1) Za pridobitev lastninske pravice na nepremičnini s pravnim poslom se zahteva vpis v zemljiško knjigo.", "(2) Vpis v zemljiško knjigo se opravi na podlagi listine, ki vsebuje zemljiškoknjižno dovolilo."], "contradictions": ["Lastninska pravica na nepremičnini se s pravnim poslom pridobi že s sklenitvijo pogodbe, brez potrebe po vpisu v zemljiško knjigo.", "Vpis v zemljiško knjigo za pridobitev lastninske pravice na nepremičnini ni potreben, če sta se stranki o tem izrecno dogovorili v pogodbi.", "Za pridobitev lastninske pravice na nepremičnini zadostuje notarsko overjena pogodba, vpis v zemljiško knjigo pa ni pogoj.", "Vpis v zemljiško knjigo se lahko opravi tudi na podlagi ustnega dogovora med strankama, brez potrebe po zemljiškoknjižnem dovolilu.", "Vsakdo lahko postane lastnik nepremičnine, če to ustno izjavi pred pričami, ne glede na zemljiškoknjižne vpise ali listine."]}
{"title": "Okupacija | 50. člen", "content": ["Na premičnini, ki je brez lastnika, pridobi lastninsko pravico tisti, ki stvar vzame v posest z namenom, da si jo prilasti, razen če zakon določa drugače."], "contradictions": ["Lastninsko pravico na premičnini, ki je brez lastnika, pridobi država ne glede na to, kdo stvar vzame v posest.", "Premičnina brez lastnika ostane v pravnem vakuumu in nihče ne more pridobiti lastninske pravice nanjo z okupacijo.", "Za pridobitev lastninske pravice na premičnini brez lastnika je potrebno posebno dovoljenje pristojnega organa, ne zadostuje sama posest.", "Lastninsko pravico na premičnini, ki je brez lastnika, pridobi tisti, ki jo najprej prijavi pristojni občini, ne pa tisti, ki jo vzame v posest.", "Premičnino, ki je brez lastnika, lahko vsakdo vzame v posest brez namena prilastitve in s tem samodejno postane njen lastnik."]}
{"title": "Obveznost najditelja | 51. člen", "content": ["(1) Kdor najde in vzame premičnino v posest (najditelj), je dolžan o tem takoj obvestiti lastnika premičnine ali osebo, za katero utemeljeno meni, da je upravičena do prevzema premičnine.", "(2) Če najditelj ne pozna osebe iz prejšnjega odstavka ali njenega naslova, je dolžan prijaviti najdbo na policiji.", "(3) Policija lahko prevzame premičnino v hrambo oziroma pusti premičnino v hrambi najditelja.", "(4) Če se premičnina lahko pokvari, ali če so z njenim vzdrževanjem povezani nesorazmerni stroški, jo policija lahko proda na javni dražbi ali po dnevni ceni. Izkupiček od prodaje stopi na mesto najdene premičnine.", "(5) Če je vrednost najdene premičnine neznatna, najditelju najdbe ni treba prijaviti na policiji."], "contradictions": ["Najditelj ni dolžan obvestiti lastnika ali morebitnega upravičenca o najdbi premičnine, temveč lahko premičnino obdrži zase brez kakršnekoli obveznosti do obveščanja.", "Če najditelj ne pozna lastnika ali upravičenca, mora premičnino oddati najbližji občinski upravi, ne pa policiji.", "Policija nima pravice prevzeti premičnine v hrambo in mora v vsakem primeru pustiti premičnino v hrambi najditelja.", "Če je vrednost najdene premičnine neznatna, je najditelj kljub temu dolžan prijaviti najdbo na policiji.", "V primeru, da se premičnina lahko pokvari, policija ne sme prodati premičnine, temveč jo mora uničiti brez javne dražbe ali prodaje."]}
{"title": "Pridobitev lastninske pravice z najdbo | 52. člen", "content": ["(1) Najditelj, ki je izpolnil obveznosti iz 51. člena tega zakona, pridobi lastninsko pravico na premičnini s pretekom enega leta od obvestila ali prijave, če upravičenec ni zahteval njene izročitve in če se premičnina še vedno nahaja v hrambi pri najditelju ali policiji.", "(2) Določila prejšnjega odstavka se smiselno uporablja tudi za najdeno premičnino, ki ima neznatno vrednost."], "contradictions": ["Najditelj pridobi lastninsko pravico na najdeni premičnini takoj ob najdbi, ne glede na izpolnjevanje obveznosti iz 51. člena.", "Čeprav najditelj izpolni vse obveznosti iz 51. člena, ne more nikoli pridobiti lastninske pravice na najdeni premičnini.", "Najditelj pridobi lastninsko pravico na premičnini šele po preteku treh let od obvestila ali prijave, tudi če upravičenec ne zahteva izročitve.", "Določila glede pridobitve lastninske pravice z najdbo se ne uporabljajo za premičnine neznatne vrednosti.", "Premičnina, ki je najdena in shranjena pri najditelju ali policiji, postane last države, če se upravičenec ne javi v šestih mesecih."]}
{"title": "Najdba zaklada | 53. člen", "content": ["(1) Zaklad po enakih delih pripada najditelju in lastniku premičnine ali nepremičnine, v kateri je bil najden, razen če zakon določa drugače.", "(2) Zaklad je stvar večje vrednosti, ki je bila tako dolgo skrita, da ni več mogoče najti njenega lastnika.", "(3) Najditelj zaklada je dolžan najdbo prijaviti policiji."], "contradictions": ["Zaklad v celoti pripada lastniku premičnine ali nepremičnine, v kateri je bil najden, ne glede na prispevek najditelja.", "Za zaklad se šteje vsaka stvar, ne glede na njeno vrednost ali čas skrivanja.", "Najditelj zaklada ni dolžan prijaviti najdbe nobenemu organu, vključno s policijo.", "Če zakon ne določa drugače, zaklad v celoti pripada državi, ne glede na to, kdo ga najde ali kje je najden.", "Zaklad pripada tistemu, ki ga prvi zahteva, ne glede na lastništvo premičnine ali nepremičnine, kjer je bil najden."]}
{"title": "Prirast | 54. člen", "content": ["Lastninska pravica na nepremičnini se razširi na premičnino, ki je postala sestavina nepremičnine."], "contradictions": ["Lastninska pravica na nepremičnini se nikoli ne razširi na premičnino, ki je postala njena sestavina, temveč ostane lastnina prejšnjega lastnika premičnine.", "Če premičnina postane sestavina nepremičnine, lastninska pravica na premičnini ne preneha, ampak obstajata dve vzporedni lastninski pravici.", "Lastninska pravica na nepremičnini se razširi na premičnino, ki je postala sestavina nepremičnine, le če lastnika premičnine in nepremičnine soglašata.", "Premičnina, ki postane sestavina nepremičnine, ostane samostojen predmet lastninske pravice in ne preide v last lastnika nepremičnine.", "Če premičnina postane sestavina nepremičnine, se šteje, da lastnik nepremičnine izgubi lastninsko pravico na tej nepremičnini."]}
{"title": "Spojitev | 55. člen", "content": ["(1) Če se premičnine, ki pripadajo različnim lastnikom, tako spojijo, da postanejo sestavine enotne premičnine, nastane na novi stvari solastninska pravica dotedanjih lastnikov, in sicer v sorazmerju z vrednostjo, ki so jo imele posamezne premičnine ob spojitvi.", "(2) Če se lahko ena od premičnin šteje za glavno stvar, postane lastnik glavne stvari lastnik enotne premičnine.", "(3) Glavna stvar je tista, ki se v skladu s splošnim prepričanjem šteje za glavno stvar."], "contradictions": ["Če se premičnine, ki pripadajo različnim lastnikom, spojijo, postane nova stvar izključno lastnina tistega, ki je lastnik najmanj vredne spojene premičnine, ne glede na vrednost posameznih delov.", "V primeru spojitve premičnin različnih lastnikov vsak lastnik ohrani izključno lastninsko pravico na svojem delu, tudi če postanejo sestavine enotne premičnine.", "Pri spojitvi premičnin različnih lastnikov se lastninska pravica na novi stvari določi glede na fizično velikost posameznih premičnin ob spojitvi, ne pa glede na njihovo vrednost.", "Če ni mogoče jasno določiti glavne stvari, postane lastnik nove premičnine tisti, ki je dal pobudo za spojitev, ne glede na vrednost ali splošno prepričanje.", "Glavna stvar je tista, ki ima najmanjšo tržno vrednost, ne glede na splošno prepričanje ali funkcionalno pomembnost."]}
{"title": "Pomešanje | 56. člen", "content": ["Če se premičnine različnih lastnikov tako pomešajo ali zlijejo, da jih ni mogoče več ločiti, ali da so z ločitvijo povezani nesorazmerni stroški, se smiselno uporabljajo določila 55. člena tega zakona."], "contradictions": ["Če se premičnine različnih lastnikov pomešajo ali zlijejo, vsak lastnik ohrani lastninsko pravico na svojem delu, ne glede na možnost ločitve ali stroške, ki bi s tem nastali.", "V primeru pomešanja ali zlitja premičnin različnih lastnikov, se šteje, da lastninska pravica preide izključno na tistega, ki je prispeval večinski delež vrednosti, ne glede na določbe 55. člena.", "Če pride do pomešanja premičnin različnih lastnikov, se za razdelitev uporabi dogovor med strankami, določbe 55. člena pa se ne uporabljajo.", "Če se premičnine različnih lastnikov pomešajo tako, da jih ni mogoče ločiti, se šteje, da je lastninska pravica izgubljena za vse dosedanje lastnike in preide na državo.", "V primeru pomešanja premičnin različnih lastnikov, se za razdelitev uporablja izključno sorazmerje po fizični masi, ne glede na vrednost posameznih prispevkov ali določbe 55. člena."]}
{"title": "Izdelava nove premičnine | 57. člen", "content": ["(1) Kdor iz svojega materiala izdela ali si da izdelati novo premičnino, pridobi na njej lastninsko pravico.", "(2) Če si nekdo iz tujega materiala izdela ali da izdelati novo premičnino, pridobi na njej lastninsko pravico, če vrednost dela ni bistveno nižja od vrednosti materiala.", "(3) Če je material pripadal različnim lastnikom, se smiselno uporabljajo določila 55. in 56. člena tega zakona.", "(4) Kot izdelava nove premičnine se šteje tudi obdelava površine s pisanjem, risanjem, slikanjem, tiskanjem, graviranjem ali na drug podoben način."], "contradictions": ["Lastninsko pravico na novi premičnini vedno pridobi izključno lastnik materiala, ne glede na to, kdo je premičnino izdelal ali dal izdelati.", "Če vrednost dela presega vrednost materiala, lastninska pravica na novi premičnini pripada lastniku materiala.", "Kadar je material različnih lastnikov, se lastninska pravica na novi premičnini razdeli sorazmerno glede na vloženi material, ne glede na določila 55. in 56. člena.", "Obdelava površine s pisanjem, risanjem, slikanjem, tiskanjem ali graviranjem se ne šteje za izdelavo nove premičnine.", "Vsakdo, ki uporablja tuj material brez soglasja lastnika, avtomatično izgubi pravico do lastništva na novi premičnini, ne glede na vrednost dela ali materiala."]}
{"title": "Pravice tretjih | 58. člen", "content": ["(1) S prenehanjem lastninske pravice na premičnini na podlagi 55. do 57. člena tega zakona ugasnejo tudi druge pravice na njej.", "(2) Če pridobi bivši lastnik solastninsko pravico enotne oziroma nove premičnine ali postane njen edini lastnik, oživijo na njegovem solastniškem deležu ali na enotni oziroma novi premičnini pravice, ki so bremenile premičnino, ki mu je pripadala."], "contradictions": ["Z ugasnitvijo lastninske pravice na premičnini na podlagi 55. do 57. člena tega zakona vse druge pravice na njej ostanejo nespremenjene in še naprej učinkujejo proti vsakokratnemu lastniku.", "Če bivši lastnik ponovno pridobi solastninski delež ali postane edini lastnik nove premičnine, pravice, ki so bremenile njegovo prejšnjo premičnino, ne oživijo, razen če je bilo izrecno dogovorjeno drugače.", "Druge pravice na premičnini ugasnejo le, če je tako določeno s posebnim pravnim aktom, sicer pa s prenehanjem lastninske pravice ostanejo v veljavi.", "Če pravice tretjih na premičnini prenehajo zaradi ugasnitve lastninske pravice, se lahko ponovno vzpostavijo le na podlagi novega pravnega posla, ne avtomatično z obnovitvijo lastninske pravice bivšega lastnika.", "Pravice tretjih na premičnini se s prenehanjem lastninske pravice ne ugasnejo, ampak preidejo na novo stvar, ki nastane iz premičnine, ne glede na lastniško strukturo."]}
{"title": "Pridobitev lastninske pravice na plodovih | 59. člen", "content": ["(1) Lastninska pravica na plodovih, ki jih daje stvar, pripada lastniku glavne stvari, razen če ta zakon določa drugače.", "(2) Dobroverni lastniški posestnik stvari, ki daje plodove, pridobi lastninsko pravico na plodovih v trenutku njihove ločitve od glavne stvari. Enako velja za osebo, ki ima na podlagi pravnega razmerja z lastnikom glavne stvari pravico do plodov.", "(3) Pod pogoji, ki jih določa zakon, lahko vsakdo pridobi lastninsko pravico na gozdnih sadežih, gobah in drugih prosto rastočih rastlinah."], "contradictions": ["Lastninska pravica na plodovih, ki jih daje stvar, vedno pripada osebi, ki je prva pobrala plodove, ne glede na lastništvo glavne stvari.", "Dobroverni lastniški posestnik stvari, ki daje plodove, pridobi lastninsko pravico na plodovih šele s pravnomočno sodno odločbo, ne pa z ločitvijo plodov od glavne stvari.", "Lastnik glavne stvari ne more nikoli pridobiti lastninske pravice na plodovih, razen če je to izrecno dogovorjeno s pogodbo.", "Oseba, ki ima na podlagi pravnega razmerja z lastnikom glavne stvari pravico do plodov, ne pridobi lastninske pravice na plodovih, temveč le pravico do uporabe plodov.", "Pridobitev lastninske pravice na gozdnih sadežih, gobah in drugih prosto rastočih rastlinah ni dovoljena nikomur, ne glede na pogoje, ki jih določa zakon."]}
{"title": "Pridobitev lastninske pravice s pravnim poslom | 60. člen", "content": ["(1) Lastninska pravica na premičnini se pridobi z njeno izročitvijo v posest pridobitelja.", "(2) Izročitev premičnine se šteje za opravljeno tudi z izročitvijo listine, na podlagi katere lahko pridobitelj razpolaga s premičnino, kot tudi z izročitvijo kakšnega njenega dela, ali pa z izločitvijo ali drugačno označitvijo stvari, ki pomeni njeno izročitev.", "(3) Izročitev premičnine se šteje za opravljeno s sklenitvijo pravnega posla o prenosu lastninske pravice brez dejanske izročitve:", "-     če je bila premičnina že pred sklenitvijo pravnega posla v posesti pridobitelja (izročitev na kratko roko);", "-     če sta se stranki dogovorili, da premičnina kljub prenosu lastninske pravice še naprej ostane v posesti prenosnika (posestni konstitut).", "(4) Če je stvar v posesti tretjega, se šteje izročitev premičnine za opravljeno v trenutku, ko je bil tretji obveščen o prenosu lastninske pravice (izročitev na dolgo roko). S tem prenosnik prenese svojo posredno posest na pridobitelja."], "contradictions": ["Lastninska pravica na premičnini se pridobi že s sklenitvijo pravnega posla, ne glede na izročitev ali posest.", "Izročitev premičnine se ne more šteti za opravljeno z izročitvijo listine ali dela stvari, temveč je vedno potrebna fizična izročitev celotne premičnine.", "Če je premičnina že v posesti pridobitelja pred sklenitvijo pravnega posla, je za pridobitev lastninske pravice potrebna njena ponovna fizična izročitev.", "Če je stvar v posesti tretje osebe, se izročitev premičnine šteje za opravljeno šele, ko tretji stvar dejansko izroči pridobitelju, ne že z obvestilom.", "Lastninska pravica na premičnini se pridobi šele po preteku desetih let od sklenitve pravnega posla, ne glede na izročitev ali posest."]}
{"title": "Naknadna pridobitev lastninske pravice | 61. člen", "content": ["(1) Če je bila premičnina izročena, ko prenosnik ni imel pravice z njo razpolagati, to pravico pa je pridobil kasneje, je takrat pridobljena tudi lastninska pravica.", "(2) Če je bila premičnina tako izročena več pridobiteljem, je lastninsko pravico pridobil tisti, ki mu je bila stvar prvemu izročena."], "contradictions": ["Če prenosnik pridobi pravico razpolaganja s premičnino šele po izročitvi, pridobitelj ne more nikoli pridobiti lastninske pravice na tej stvari.", "V primeru, da je premičnina izročena več pridobiteljem, lastninsko pravico pridobi tisti, ki je zadnji prejel izročitev, ne glede na vrstni red izročitev.", "Lastninska pravica na premičnini se ne pridobi s kasnejšo pridobitvijo pravice razpolaganja prenosnika, temveč je za veljavno pridobitev nujna že obstoječa pravica prenosnika v trenutku izročitve.", "Če prenosnik kasneje pridobi pravico razpolaganja, mora pridobitelj za pridobitev lastninske pravice ponovno zahtevati izročitev stvari.", "Če je premičnina izročena brez pravice prenosnika, lastninska pravica nikoli ne preide na pridobitelja, ne glede na kasnejše okoliščine."]}
{"title": "Izročitev po zastopniku | 62. člen", "content": ["Izročitev premičnine pridobitelju se šteje za opravljeno, če je bila premičnina izročena njegovemu zastopniku."], "contradictions": ["Izročitev premičnine pridobiteljevemu zastopniku nima pravnega učinka in se ne šteje za izročitev pridobitelju.", "Premičnina mora biti vedno izročena neposredno pridobitelju, izročitev zastopniku ni dovoljena.", "Izročitev premičnine zastopniku pridobitelja se šteje za veljavno le, če je to izrecno določeno v pisni pogodbi.", "Če je premičnina izročena zastopniku pridobitelja, se šteje, da lastninska pravica še ni prešla na pridobitelja.", "Izročitev premičnine je veljavna tudi, če je bila izročena popolnoma nepovezani tretji osebi, ki nima pooblastila pridobitelja."]}
{"title": "Pogojni prenos lastninske pravice | 63. člen", "content": ["Prenos lastninske pravice na premičnini se lahko veže na razvezni ali odložni pogoj, zlasti kot prenos lastninske pravice v zavarovanje ali pridržek lastninske pravice."], "contradictions": ["Prenos lastninske pravice na premičnini ni nikoli dovoljen pod kakršnimkoli pogojem, niti kot razvezni niti kot odložni pogoj.", "Prenos lastninske pravice na premičnini se lahko izvede zgolj brez vsakršnih pogojev, pri čemer so vsi pogojni prenosi nični.", "Prenos lastninske pravice na premičnini mora biti vedno dokončen in ne sme biti vezan na noben razvezni ali odložni pogoj.", "Prenos lastninske pravice v zavarovanje ali s pridržkom lastninske pravice ni dovoljen pod nobenimi pogoji.", "Lastninska pravica na premičnini se lahko prenese le, če ni v zvezi s tem postavljen noben pogoj, niti razvezni niti odložni."]}
{"title": "Posebni primeri pridobitve | 64. člen", "content": ["(1) Lastninska pravica na premičnini se pridobi, tudi če prenosnik ni imel pravice razpolagati s stvarjo, če je pridobitelj v trenutku izročitve v dobri veri in če je pridobil stvar na podlagi odplačnega pravnega posla in so izpolnjeni drugi pogoji iz 40. člena tega zakona.", "(2) Lastninska pravica se pridobi na način iz prejšnjega odstavka samo, če je bila premičnina prodana na javni dražbi, če prenosnik daje v okviru svoje dejavnosti takšne premičnine v promet ali če je prenosnik pridobil premičnino v posest po volji njenega lastnika.", "(3) Če je bila izročitev opravljena s posestnim konstitutom, pridobitelj pridobi lastninsko pravico takrat, ko mu prenosnik izroči stvar v neposredno posest, razen če takrat ni več v dobri veri.", "(4) S pridobitvijo lastninske pravice po določilih prejšnjih odstavkov ugasnejo vse druge pravice na stvari, če je pridobitelj v dobri veri mislil, da te pravice ne obstajajo.", "(5) Prejšnji lastnik lahko v enem letu od prenehanja lastninske pravice zahteva od pridobitelja, naj mu premičnino proda po prometni ceni, če ima ta zanj poseben pomen."], "contradictions": ["Lastninska pravica na premičnini se ne more pridobiti, če prenosnik ni imel pravice razpolagati s stvarjo, ne glede na dobro vero pridobitelja ali izpolnitev drugih pogojev.", "Lastninska pravica na premičnini se pridobi tudi, če je bil pravni posel neodplačen in pridobitelj ni bil v dobri veri.", "Prejšnji lastnik nima pravice zahtevati prodaje premičnine po prometni ceni od pridobitelja, ne glede na poseben pomen stvari zanj.", "Vse druge pravice na stvari ostanejo veljavne tudi po pridobitvi lastninske pravice po določilih tega člena, ne glede na dobro vero pridobitelja.", "Lastninska pravica na premičnini se lahko pridobi le, če je bila premičnina podarjena, ne pa tudi v primeru prodaje na javni dražbi ali če prenosnik daje premičnine v promet v okviru svoje dejavnosti."]}
{"title": "Pojem | 65. člen", "content": ["(1) Več oseb ima solastninsko pravico na nerazdeljeni stvari (solastniki), če je delež vsakega izmed njih določen v sorazmerju s celoto (idealni delež).", "(2) Če solastniški deleži niso določeni, se domneva, da so enaki."], "contradictions": ["Solastninska pravica na nerazdeljeni stvari pripada le eni osebi, ne glede na morebitne deleže drugih oseb.", "Če solastniški deleži niso določeni, se šteje, da pripada celotna stvar osebi, ki jo dejansko uporablja.", "Solastniški deleži na nerazdeljeni stvari morajo biti vedno določeni v naravi, ne pa kot idealni deleži.", "Če solastniški deleži niso določeni, se domneva, da so v razmerju do dejanskega prispevka posameznih solastnikov.", "Solastniki lahko pridobijo pravico le na fizično razdeljenih delih stvari, ne pa na nerazdeljeni stvari."]}
{"title": "Upravičenja solastnika | 66. člen", "content": ["(1) Solastnik ima pravico imeti stvar v posesti in jo skupaj z drugimi solastniki uporabljati sorazmerno svojemu idealnemu deležu, ne da bi s tem kršil pravice drugih solastnikov.", "(2) Plodovi, ki jih daje stvar v solastnini, se delijo med solastnike v skladu z njihovimi idealnimi deleži. Če to ni mogoče, so plodovi v solastnini solastnikov matične stvari.", "(3) Solastnik lahko razpolaga s svojo pravico brez soglasja drugih solastnikov. Če je predmet solastnine nepremičnina, imajo drugi solastniki pri prodaji predkupno pravico. Če predkupno pravico uveljavlja hkrati več solastnikov, lahko vsak od njih uveljavlja predkupno pravico v sorazmerju s svojim idealnim deležem."], "contradictions": ["Solastnik lahko izključno uporablja stvar v celoti, ne glede na deleže drugih solastnikov, ter jih lahko po lastni presoji izključi iz posesti in uporabe.", "Plodovi, ki jih daje stvar v solastnini, se delijo med solastnike po dogovoru, ne glede na njihove idealne deleže.", "Za razpolaganje s svojo pravico mora solastnik pridobiti pisno soglasje vseh drugih solastnikov, ne glede na vrsto stvari.", "Pri prodaji solastniškega deleža na nepremičnini drugi solastniki nimajo predkupne pravice.", "Če več solastnikov hkrati uveljavlja predkupno pravico, ima prednost tisti z najmanjšim idealnim deležem."]}
{"title": "Upravljanje s stvarjo | 67. člen", "content": ["(1) Solastniki imajo pravico skupno upravljati stvar v solastnini.", "(2) Za posle v zvezi z rednim upravljanjem stvari je potrebno soglasje solastnikov, ki imajo skupaj več kot polovico idealnih deležev.", "(3) Za posle rednega upravljanja se štejejo posli, ki so potrebni za obratovanje in vzdrževanje stvari za doseganje njenega namena.", "(4) Če se v primerih iz drugega odstavka tega člena solastniki ne morejo sporazumeti, posel pa je nujen za redno vzdrževanje stvari, odloči o tem na predlog solastnika sodišče v nepravdnem postopku.", "(5) Za posle, ki presegajo okvire rednega upravljanja, kot so zlasti razpolaganje s celotno stvarjo, določitev načina rabe in določitev upravitelja stvari, je potrebno soglasje vseh solastnikov.", "(6) Solastniki, ki imajo skupaj več kot polovico idealnih deležev, lahko sodišču predlagajo, da v nepravdnem postopku odloči o poslu, ki presega okvire rednega upravljanja. Pri odločanju sodišče upošteva zlasti vrsto posla ter porazdelitev bremen, koristi in drugih posledic za solastnike, ki s poslom niso soglašali, v primeru razpolaganja s celotno stvarjo pa tudi primernost višine odmene, ki jo prejmejo solastniki.", "(7) Če kdo od solastnikov dalj časa ni dosegljiv, lahko ostali solastniki predlagajo, da se mu določi skrbnik za poseben primer.", "(8) Sklepi, ki jih sprejmejo solastniki v okviru upravljanja s stvarjo, učinkujejo tudi v korist in v breme pravnih naslednikov posameznega solastnika."], "contradictions": ["Za posle v zvezi z rednim upravljanjem stvari je potrebno soglasje vseh solastnikov, ne glede na velikost njihovih idealnih deležev.", "Vsak solastnik lahko samostojno odloča o poslih, ki presegajo okvire rednega upravljanja, brez soglasja drugih solastnikov.", "Če se solastniki ne morejo sporazumeti o nujnem rednem vzdrževanju stvari, se šteje, da se posel ne izvede, dokler ni doseženo soglasje vseh.", "Solastniki lahko brez omejitev in brez soglasja drugih solastnikov odsvojijo celotno stvar v solastnini tretji osebi.", "Sklepi, ki jih sprejmejo solastniki v okviru upravljanja s stvarjo, nimajo nobenega učinka na pravne naslednike posameznega solastnika."]}
{"title": "Bremena skupne stvari | 68. člen", "content": ["Stroške uporabe, upravljanja in druga bremena, ki se nanašajo na celo stvar, krijejo solastniki v sorazmerju z velikostjo idealnih deležev."], "contradictions": ["Stroške uporabe, upravljanja in druga bremena, ki se nanašajo na celo stvar, krije izključno tisti solastnik, ki stvar dejansko uporablja.", "Solastniki krijejo stroške uporabe, upravljanja in druga bremena v enakih deležih, ne glede na velikost svojih idealnih deležev.", "Vsak solastnik krije stroške uporabe, upravljanja in druga bremena le za tisti del stvari, ki ga dejansko uporablja, ne pa za celo stvar.", "Stroške uporabe, upravljanja in druga bremena v zvezi s skupno stvarjo krije kateri koli tretji, ki dobi dovoljenje vseh solastnikov.", "Stroške uporabe, upravljanja in druga bremena skupne stvari krije občina, ne glede na lastniške deleže solastnikov."]}
{"title": "Pravica zahtevati delitev | 69. člen", "content": ["(1) Solastnik ima vedno pravico zahtevati delitev stvari, razen v neprimernem času.", "(2) Pravni posel, s katerim se solastnik za daljši čas odreka pravici do delitve stvari, je ničen.", "(3) Če se solastnik za določen čas odpove pravici zahtevati delitev stvari, zavezuje odpoved tudi njegove pravne naslednike."], "contradictions": ["Solastnik nima pravice zahtevati delitve stvari, razen če se s tem strinjajo vsi ostali solastniki.", "Pravni posel, s katerim se solastnik za daljši čas odreka pravici do delitve stvari, je veljaven, če je sklenjen v pisni obliki.", "Solastnik lahko zahteva delitev stvari le ob soglasju večine solastnikov, ne pa vedno.", "Odpoved pravici zahtevati delitev stvari za določen čas ne zavezuje pravnih naslednikov solastnika.", "Solastnik lahko zahteva delitev stvari tudi med vojaškim spopadom ali naravno katastrofo, ne glede na okoliščine."]}
{"title": "Način delitve | 70. člen", "content": ["(1) Solastniki sporazumno določijo način delitve stvari. Če je kateri od solastniških deležev na stvari obremenjen s stvarno pravico, lahko ta ob delitvi preide samo na nekatere nove stvari, če s tem soglaša imetnik te pravice ali če tako odloči sodišče v nepravdnem postopku. Za odločanje se smiselno uporablja drugi stavek drugega odstavka tega člena. Za pridobitev lastninske pravice se smiselno uporabljajo določila, ki urejajo pridobitev lastninske pravice s pravnim poslom.", "(2) Če se solastniki ne morejo sporazumeti, odloči o načinu delitve sodišče v nepravdnem postopku tako, da solastniki dobijo v naravi tisti del stvari, za katerega izkažejo upravičen interes. Če je kateri od solastniških deležev na stvari obremenjen s stvarno pravico, sodišče odloči, na katero novo stvar preide obremenitev, tako da se z delitvijo ne poslabša položaj njenega imetnika.", "(3) Sodišče lahko odloži delitev za največ tri leta, če kdo od solastnikov izkaže močnejši interes, da se stvar še nekaj časa ne razdeli, kot je interes solastnika, ki predlaga delitev.", "(4) Če fizična delitev stvari v naravi ni mogoča niti z izplačilom razlike v vrednosti, ali je mogoča le ob znatnem zmanjšanju vrednosti stvari, sodišče odloči, naj se stvar proda in razdeli kupnina (civilna delitev).", "(5) Na predlog solastnika lahko sodišče odloči, da namesto prodaje pripada stvar v celoti njemu, če izplača druge solastnike tako, da jim plača sorazmerni del prodajne cene, ki jo določi sodišče. Če to predlaga več solastnikov, ima prednost tisti solastnik, ki ga določi sodišče, upoštevaje velikost idealnih deležev, dosedanji način rabe stvari in potrebe solastnikov.", "(6) Solastnik, ki je po prejšnjem odstavku dobil stvar, pridobi lastninsko pravico na stvari s pravnomočnostjo odločbe. Drugim solastnikom mora izplačati njihove deleže najkasneje v treh mesecih od pravnomočnosti odločbe skupaj z obrestmi, po katerih se v kraju, kjer leži nepremičnina obrestujejo bančni depoziti za dobo treh mesecev, od dneva pravnomočnosti odločbe do dneva plačila. Drugi solastniki imajo do celotnega poplačila na stvari zakonito zastavno pravico."], "contradictions": ["Solastniki nimajo pravice sporazumno določiti načina delitve stvari, temveč je delitev dovoljena le na podlagi sodne odločbe v pravdnem postopku.", "Če je kateri od solastniških deležev obremenjen s stvarno pravico, ta ob delitvi nujno preide na vse nove stvari, ne glede na soglasje imetnika pravice ali odločitev sodišča.", "Sodišče lahko odloži delitev za nedoločen čas, če vsaj eden od solastnikov izkaže interes za odložitev, ne glede na interese drugih solastnikov.", "Če fizična delitev stvari v naravi ni mogoča, mora sodišče vedno razdeliti stvar v solastniške deleže, ne glede na zmanjšanje vrednosti ali možnost civilne delitve.", "Solastnik, ki je po odločbi pridobil stvar, ni dolžan izplačati drugih solastnikov, niti jim ni priznana zakonita zastavna pravica do poplačila."]}
{"title": "Zavarovanja in jamstva ob delitvi | 71. člen", "content": ["(1) Solastniku, ki je z delitvijo dobil stvar ali del stvari, odgovarjajo drugi solastniki za pravne in stvarne napake stvari v mejah vrednosti svojih idealnih deležev.", "(2) Za odgovornost za stvarne in pravne napake se smiselno uporabljajo določila, ki veljajo za prodajno pogodbo.", "(3) Če je predmet delitve nepremičnina, imajo ostali solastniki do izplačila na njej zastavno pravico do višine vrednosti svojih idealnih deležev, kot so bili ugotovljeni v sklepu o delitvi.", "(4) Če je predmet delitve premičnina, obdržijo solastniki do izplačila na njej lastninsko pravico do višine vrednosti svojih idealnih deležev, kot so bili ugotovljeni s sklepom o delitvi."], "contradictions": ["Solastniki, ki so z delitvijo prejeli stvar ali del stvari, sami v celoti odgovarjajo za morebitne pravne in stvarne napake, ne glede na vrednost idealnih deležev drugih solastnikov.", "Za odgovornost za stvarne in pravne napake pri delitvi solastnine se uporabljajo določila, ki veljajo za darilno pogodbo.", "Ostali solastniki po delitvi nepremičnine nimajo nobene zastavne pravice na njej, ne glede na izplačilo ali vrednost njihovih idealnih deležev.", "Pri delitvi premičnine solastniki po izplačilu izgubijo vso lastninsko pravico na predmetu delitve, ne glede na vrednost svojih idealnih deležev.", "Če je predmet delitve vesoljsko plovilo, imajo solastniki pravico zahtevati izplačilo v naravi, ne glede na ugotovljene vrednosti idealnih deležev."]}
{"title": "Pojem | 72. člen", "content": ["(1) Več oseb ima lahko na nerazdeljeni stvari skupno lastnino (skupni lastniki), kadar njihovi deleži niso vnaprej določeni.", "(2) Skupni lastniki skupno uporabljajo stvar in z njo razpolagajo ter solidarno odgovarjajo za obveznosti, ki nastanejo v zvezi s skupno stvarjo.", "(3) Če eden od skupnih lastnikov samostojno razpolaga, se šteje, da tretji ni v dobri veri samo, če je tretji vedel, da je stvar v skupni lastnini in da se razpolaga brez soglasja skupnega lastnika.", "(4) Vsak skupni lastnik ali njegov upnik sme vedno zahtevati delitev skupne stvari, razen v neprimernem času.", "(5) Za skupno lastnino se smiselno uporabljajo določila o solastnini, če ni z zakonom drugače določeno."], "contradictions": ["Skupni lastniki lahko razpolagajo s skupno stvarjo le v obsegu svojih vnaprej določenih deležev.", "Skupni lastnik ne more nikoli zahtevati delitve skupne stvari, ne glede na okoliščine.", "Samo eden izmed skupnih lastnikov je odgovoren za obveznosti, ki nastanejo v zvezi s skupno stvarjo.", "Če eden izmed skupnih lastnikov samostojno razpolaga s skupno stvarjo, se šteje, da je tretji vedno v dobri veri, ne glede na njegovo vedenje.", "Za skupno lastnino se določila o solastnini nikoli ne uporabljajo, tudi če zakon ne določa drugače."]}
{"title": "Prepoved medsebojnega vznemirjanja | 73. člen", "content": ["(1) Zaradi sosedstva ali prostorske povezanosti nepremičnin, morajo lastniki teh nepremičnin svojo lastninsko pravico izvrševati tako, da se medsebojno ne vznemirjajo in da si ne povzročajo škode.", "(2) Pravice, ki omejujejo lastninsko pravico lastnika sosednje ali prostorsko povezane nepremičnine (sosednje nepremičnine), se morajo izvrševati pošteno v skladu s krajevnimi običaji in na način, ki najmanj obremenjuje lastnika nepremičnine."], "contradictions": ["Lastniki sosednjih ali prostorsko povezanih nepremičnin lahko svojo lastninsko pravico izvršujejo ne glede na morebitno vznemirjanje ali povzročanje škode drug drugemu.", "Vsak lastnik ima pravico izvajati dejavnosti na svoji nepremičnini, tudi če to povzroča znatno škodo sosednji nepremičnini, če je to v skladu z njegovimi interesi.", "Omejitve lastninske pravice zaradi sosedstva se lahko izvršujejo tudi na način, ki je za lastnika sosednje nepremičnine najbolj obremenjujoč, če tako določa dogovor med lastniki.", "Pravice, ki omejujejo lastninsko pravico soseda, ni treba izvrševati v skladu s krajevnimi običaji, temveč zgolj po lastni presoji upravičenca.", "Lastniki sosednjih nepremičnin so dolžni redno povzročati vznemirjanje in škodo drug drugemu, da se ohrani dinamično ravnotežje v soseski."]}
{"title": "Uporaba določil | 74. člen", "content": ["Določila tega poglavja, ki se nanašajo na lastnika, se smiselno uporabljajo tudi za neposrednega posestnika."], "contradictions": ["Določila tega poglavja, ki se nanašajo na lastnika, se ne uporabljajo za neposrednega posestnika.", "Določila tega poglavja se za neposrednega posestnika uporabljajo le, če je tako izrecno določeno v posameznem členu.", "Določila tega poglavja, ki se nanašajo na lastnika, se uporabljajo izključno za lastnika in ne za neposrednega posestnika.", "Za neposrednega posestnika se uporabljajo posebna določila, določila tega poglavja pa zanj ne veljajo.", "Vsakdo, ki ni lastnik, nima nobenih pravic po določilih tega poglavja, ne glede na svoj posestni položaj."]}
{"title": "Prepovedana imisija | 75. člen", "content": ["(1) Lastnik nepremičnine mora pri uporabi nepremičnine opuščati dejanja in odpravljati vzroke, ki izvirajo iz njegove nepremičnine in otežujejo uporabo drugih nepremičnin čez mero, ki je glede na naravo in namen nepremičnine ter glede na krajevne razmere običajna ali povzročajo znatnejšo škodo (prepovedana imisija).", "(2) Brez posebnega pravnega naslova je prepovedano kakršnokoli motenje s posebnimi napravami."], "contradictions": ["Lastnik nepremičnine lahko brez omejitev izvaja dejanja na svoji nepremičnini, ne glede na posledice za sosednje nepremičnine ali stopnjo povzročene škode.", "Lastnik nepremičnine ni dolžan odpravljati vzrokov, ki izvirajo iz njegove nepremičnine, če takšna dejanja niso izrecno prepovedana z drugim zakonom.", "Motnje, ki presegajo običajno mero glede na naravo in namen nepremičnine, so dovoljene, če lastnik meni, da so nujne za njegovo uporabo nepremičnine.", "Uporaba posebnih naprav za motenje drugih nepremičnin je dovoljena, če lastnik napravo uporablja na svoji nepremičnini v skladu z njenim namenom.", "Vsak lastnik nepremičnine je dolžan zagotavljati, da njegova nepremičnina povzroča največjo možno škodo sosednjim nepremičninam."]}
{"title": "Vzdrževalna dela | 76. člen", "content": ["(1) Lastnik nepremičnine, na kateri je nujno treba izvesti dela, ki so potrebna za uporabo in izkoriščanje nepremičnine, lahko začasno uporabi sosednjo nepremičnino zaradi izvedbe del, če teh del ni mogoče izvesti drugače ali jih je mogoče izvesti samo z nesorazmernimi stroški.", "(2) Po uporabi mora na sosednji nepremičnini vzpostaviti prejšnje stanje.", "(3) Na zahtevo lastnika nepremičnine, ki jo je začasno uporabil, mora plačati primerno nadomestilo.", "(4) Pred začetkom del je treba ob primernem času in na primeren način obvestiti lastnika ali posestnika tuje nepremičnine."], "contradictions": ["Lastnik nepremičnine ne sme nikoli uporabiti sosednje nepremičnine za izvedbo nujnih vzdrževalnih del, ne glede na okoliščine.", "Začasna uporaba sosednje nepremičnine zaradi vzdrževalnih del ni dovoljena, tudi če bi izvedba del drugače povzročila nesorazmerne stroške.", "Po zaključku vzdrževalnih del lastniku ni treba vzpostaviti prejšnjega stanja na sosednji nepremičnini.", "Primerno nadomestilo za uporabo sosednje nepremičnine ni potrebno plačati, razen če sosed izrecno zahteva odškodnino pred začetkom del.", "Lastnika ali posestnika tuje nepremičnine ni treba obvestiti pred začetkom del, če gre za nujna vzdrževalna dela."]}
{"title": "Ureditev meje | 77. člen", "content": ["(1) Sodišče uredi mejo na podlagi močnejše pravice.", "(2) Domneva se močnejša pravica po meji, ki je dokončno urejena v katastrskem postopku.", "(3) Če vrednost spornega mejnega prostora presega dvakratno vrednost za določitev spora majhne vrednosti, lahko sodišče uredi mejo na podlagi močnejše pravice le, če predlagatelj in oseba, proti kateri je vložen predlog, s tem soglašata.", "(4) Če močnejša pravica ni dokazana, ali če ni podano soglasje v smislu prejšnjega odstavka, sodišče uredi mejo po zadnji mirni posesti.", "(5) Če se ne more ugotoviti zadnja mirna posest, sodišče uredi mejo tako, da sporni prostor razdeli po pravični oceni."], "contradictions": ["Sodišče uredi mejo izključno na podlagi trenutnega stanja v naravi, ne glede na močnejšo pravico.", "Domneva se, da je močnejša pravica po meji, ki jo določijo stranke v ustnem dogovoru, ne glede na kataster.", "Sodišče lahko uredi mejo na podlagi močnejše pravice tudi brez soglasja predlagatelja in nasprotne osebe, ne glede na vrednost spornega prostora.", "Če močnejša pravica ni dokazana, sodišče vedno uredi mejo po katastrski meji, ne glede na zadnjo mirno posest.", "Če se ne more ugotoviti zadnja mirna posest, sodišče meje ne sme urediti in postopek ustavi do nadaljnjih dokazov."]}
{"title": "Ureditev meje v pravdi | 78. člen", "content": ["Če vrednost spornega mejnega prostora presega dvakratno vrednost za določitev spora majhne vrednosti, predlagatelj in oseba, proti kateri je predlog vložen, pa ne soglašata, da se uredi meja na podlagi močnejše pravice, lahko vsak izmed njiju uveljavlja močnejšo pravico v pravdnem postopku v treh mesecih po pravnomočnosti sklepa o ureditvi meje."], "contradictions": ["Če vrednost spornega mejnega prostora presega dvakratno vrednost za določitev spora majhne vrednosti, se meja vedno uredi na podlagi močnejše pravice brez možnosti pravdnega postopka.", "Vsaka stranka lahko uveljavlja močnejšo pravico v pravdnem postopku ne glede na soglasje strank ali vrednost spornega prostora.", "Predlog za uveljavljanje močnejše pravice v pravdnem postopku je mogoče vložiti šele po preteku šestih mesecev od pravnomočnosti sklepa o ureditvi meje.", "Če vrednost spornega mejnega prostora presega dvakratno vrednost za določitev spora majhne vrednosti, meja ne sme biti urejena v pravdnem postopku.", "V primeru mejnega spora, ki presega določeno vrednost, je za ureditev meje pristojen le notar, brez možnosti sodnega varstva."]}
{"title": "Uporaba meje | 79. člen", "content": ["Lastnik nepremičnine sme do polovice širine s svoje strani uporabljati mejno ograjo, jarek, pregrado in druge stvari, ki so namenjene označitvi meje."], "contradictions": ["Lastnik nepremičnine sme uporabljati celotno mejno ograjo, jarek, pregrado in druge označitve meje, ne glede na delež lastništva.", "Mejno ograjo, jarek, pregrado in druge stvari, namenjene označitvi meje, sme uporabljati zgolj tisti lastnik, ki je njihovo postavitev financiral.", "Uporaba mejne ograje, jarka, pregrade in drugih označb meje je dovoljena le s soglasjem sosednjega lastnika.", "Vsak lastnik nepremičnine lahko odstrani mejno ograjo ali pregrado brez soglasja soseda, če meni, da to ni več potrebno.", "Mejne ograje, jarka, pregrade in drugih označb meje ni dovoljeno uporabljati za noben namen, razen če tako določa posebna odločba upravnega organa."]}
{"title": "Mejna znamenja | 80. člen", "content": ["(1) Domneva se, da so mejne ograje, pregrade, drevesa, jarki in druge stvari, ki so namenjene označitvi meje, skupna lastnina lastnikov sosednjih nepremičnin.", "(2) Mejna znamenja je treba vzdrževati na krajevno običajen način. Stroške vzdrževanja krijeta lastnika sosednjih nepremičnin po enakih delih.", "(3) Za škodo, ki nastane zaradi nevzdrževanja tretjim osebam, solidarno odgovarjata lastnika sosednjih nepremičnin."], "contradictions": ["Mejne ograje, pregrade, drevesa, jarki in druge stvari, ki so namenjene označitvi meje, so izključno last enega izmed lastnikov sosednjih nepremičnin.", "Vsak lastnik sosednje nepremičnine vzdržuje mejna znamenja izključno na svoji strani, stroške pa krije samostojno.", "Za škodo, ki nastane zaradi nevzdrževanja mejnih znamenj tretjim osebam, odgovarja le tisti lastnik, na čigar zemljišču se nahaja poškodovano mejno znamenje.", "Mejna znamenja ni treba vzdrževati, razen če eden izmed lastnikov izrecno zahteva drugače.", "V primeru škode zaradi nevzdrževanja mejnih znamenj tretjim osebam odgovarja izključno občina, na območju katere se nepremičnini nahajata."]}
{"title": "Drevo na meji | 81. člen", "content": ["(1) Plodovi drevesa, ki stoji na meji, se delijo med lastnika sosednjih nepremičnin po enakih delih.", "(2) Če drevo na meji ovira rabo katere od sosednjih nepremičnin, lahko lastnik nepremičnine zahteva, da se drevo odstrani na skupne stroške."], "contradictions": ["Plodovi drevesa, ki stoji na meji, pripadajo izključno lastniku tiste nepremičnine, na katere strani deblo bolj pretehta.", "Če drevo na meji ovira rabo nepremičnine, ga mora odstraniti izključno tisti lastnik, ki je zaradi tega oviran, in na lastne stroške.", "Plodovi drevesa, ki stoji na meji, pripadajo lastniku zemljišča, na katerem so korenine drevesa, drugi lastnik pa nima nobene pravice do plodov.", "V primeru ovire zaradi drevesa na meji odstranitev ni dovoljena, temveč se lahko zahteva le obrezovanje vej, ki segajo na sosednjo nepremičnino.", "Plodovi drevesa, ki stoji na meji, se delijo med lastnika sosednjih nepremičnin v razmerju glede na površino njunih zemljišč."]}
{"title": "Plodovi, ki padejo na sosednjo nepremičnino | 82. člen", "content": ["Na plodovih, ki padejo na sosednjo nepremičnino, pridobi lastnik te nepremičnine lastninsko pravico v trenutku ločitve plodov od glavne stvari."], "contradictions": ["Lastninsko pravico na plodovih, ki padejo na sosednjo nepremičnino, obdrži lastnik drevesa oziroma glavne stvari, ne glede na njihovo lokacijo po ločitvi.", "Lastninska pravica na plodovih, ki padejo na sosednjo nepremičnino, nastane šele, ko jih lastnik sosednje nepremičnine pobere in shrani.", "Plodovi, ki padejo na sosednjo nepremičnino, ostanejo v lasti prvotnega lastnika, dokler niso izrecno odstopljeni lastniku sosednje nepremičnine.", "Če plodovi padejo na sosednjo nepremičnino, mora lastnik te nepremičnine plodove vrniti lastniku drevesa, sicer stori kaznivo dejanje tatvine.", "Lastninska pravica na plodovih, ki padejo na sosednjo nepremičnino, pripada tisti osebi, ki je lastnik zemljišča, kjer stoji drevo, ne pa lastniku parcele, na katero so plodovi padli."]}
{"title": "Pravica odstraniti veje | 83. člen", "content": ["(1) Lastnik nepremičnine ima pravico odstraniti in si prilastiti veje sosedovega drevesa, ki segajo v zračni prostor njegove nepremičnine in korenine, ki rastejo v njegovo nepremičnino, če ga motijo in če tega na njegov poziv ne stori lastnik sosednje nepremičnine.", "(2) Če je lastniku sosednje nepremičnine s posebnim predpisom prepovedano ravnanje iz prejšnjega odstavka, ima pravico do odškodnine.", "(3) Določila prvega odstavka tega člena se ne uporabljajo v primerih, kadar je meja nepremičnin v gozdu.", "(4) Plodovi z vej, ki segajo v zračni prostor sosednje nepremičnine, postanejo z ločitvijo lastnina lastnika te nepremičnine."], "contradictions": ["Lastnik nepremičnine nima pravice odstraniti ali si prilastiti vej in korenin sosedovega drevesa, ki segajo v njegovo nepremičnino, ne glede na to, ali ga motijo ali ne.", "Če lastnik sosednje nepremičnine na poziv ne odstrani vej ali korenin, mora lastnik prizadete nepremičnine pridobiti sodno dovoljenje za odstranitev.", "Določila o odstranitvi vej in korenin se uporabljajo tudi, kadar je meja nepremičnin v gozdu.", "Plodovi z vej, ki segajo v zračni prostor sosednje nepremičnine, ostanejo lastnina lastnika drevesa tudi po ločitvi.", "Lastnik nepremičnine je dolžan posaditi dodatna drevesa ob meji, če veje sosedovega drevesa segajo v njegov zračni prostor."]}
{"title": "Zasledovanje živali | 84. člen", "content": ["(1) Domače in udomačene živali sme lastnik zasledovati na tuji nepremičnini.", "(2) Lastnik ali posestnik lahko lastniku živali prepove dostop na nepremičnino le, če žival brez odlašanja sam izroči lastniku."], "contradictions": ["Lastnik domače ali udomačene živali ne sme zasledovati svoje živali na tuji nepremičnini pod nobenim pogojem.", "Lastnik živali lahko zasleduje svojo žival na tuji nepremičnini samo, če ima izrecno pisno dovoljenje lastnika nepremičnine.", "Lastnik ali posestnik nepremičnine lahko kadarkoli brez razloga prepove lastniku živali dostop na svojo nepremičnino, tudi če živali ne izroči.", "Če lastnik ali posestnik nepremičnine izroči žival lastniku, lahko kljub temu še naprej prepove dostop lastniku živali na svojo nepremičnino zaradi morebitnih prihodnjih dogodkov.", "Lastnik živali mora pred zasledovanjem živali na tuji nepremičnini pridobiti sodno odredbo."]}
{"title": "Prepoved poglabljanja | 85. člen", "content": ["(1) Lastnik ne sme poglabljati svoje nepremičnine ali tako posegati vanjo, da bi zaradi posegov sosednja nepremičnina izgubila trdnost, stabilnost ali oporo.", "(2) Lastnik nepremičnine, katere trdnost, stabilnost ali opora je zaradi posegov v nevarnosti, lahko zahteva prepoved nadaljevanja del za čas, dokler se ne zagotovijo in izvedejo primerni ukrepi, ki preprečujejo izgubo trdnosti, stabilnosti in opore. Če takih ukrepov ni mogoče izvesti, lahko zahteva prepoved posegov.", "(3) Če je lastnik pri poglobitvah in posegih v svojo nepremičnino postavil posebne opore in konstrukcije, ki zagotavljajo stabilnost tuje nepremičnine, jih je dolžan redno vzdrževati. Za škodo, ki nastane zaradi teh opor in konstrukcij, odgovarja ne glede na krivdo."], "contradictions": ["Lastnik lahko prosto poglablja svojo nepremičnino, tudi če zaradi tega sosednja nepremičnina izgubi trdnost, stabilnost ali oporo.", "Lastnik nepremičnine, katere stabilnost je ogrožena zaradi posegov, ne more zahtevati prepovedi nadaljevanja del, dokler se ne dokaže nastanek dejanske škode.", "Če lastnik pri poglobitvah postavi posebne opore in konstrukcije, ni dolžan skrbeti za njihovo redno vzdrževanje.", "Za škodo, ki nastane zaradi opor in konstrukcij, lastnik odgovarja le, če je dokazano, da je ravnal malomarno.", "Sosednja nepremičnina ni upravičena do nobene zaščite pred izgubo trdnosti ali stabilnosti zaradi posegov na sosedovi zemlji."]}
{"title": "Prepoved spreminjanja vodotoka | 86. člen", "content": ["Lastnik nepremičnine ne sme na svoji nepremičnini na škodo sosednje nepremičnine spremeniti toka, njegove moči ter količine in kakovosti vode, ki teče čez njegovo nepremičnino."], "contradictions": ["Lastnik nepremičnine lahko na svoji nepremičnini prosto spreminja tok, moč ter količino in kakovost vode, tudi če to povzroči škodo sosednji nepremičnini.", "Lastnik nepremičnine je dolžan po potrebi spremeniti tok vode na svoji nepremičnini, kadar to zahteva izboljšanje pogojev na sosednji nepremičnini, ne glede na morebitno škodo za tretje osebe.", "V primeru nujnih gradbenih posegov je lastnik nepremičnine upravičen spremeniti tok, moč ter količino in kakovost vode, četudi to povzroči škodo sosednji nepremičnini.", "Če lastnik nepremičnine pridobi soglasje občine, lahko spremeni tok in količino vode, tudi če to škoduje sosednji nepremičnini.", "Lastnik nepremičnine mora po zakonu enkrat letno umetno preusmeriti vodotok na škodo sosednje nepremičnine, da se zagotovi naravna rotacija virov."]}
{"title": "Odtekanje meteornih padavin | 87. člen", "content": ["Lastnik nepremičnine mora storiti vse potrebno, da meteorne padavine z njegove zgradbe ne odtekajo oziroma ne padajo na tujo nepremičnino."], "contradictions": ["Lastnik nepremičnine ni dolžan preprečiti, da meteorne padavine z njegove zgradbe odtekajo ali padajo na tujo nepremičnino.", "Lastnik nepremičnine mora zagotoviti, da meteorne padavine z njegove zgradbe usmerjeno odtekajo na sosednjo nepremičnino, če je to tehnično najlažje izvedljivo.", "Če ni drugače dogovorjeno, lahko meteorne padavine z ene nepremičnine prosto odtekajo na sosednje zemljišče.", "Lastnik nepremičnine lahko meteorne padavine s strehe spelje na tujo nepremičnino, če to ne povzroča občutne škode.", "Lastnik nepremičnine je dolžan meteorne padavine s svoje zgradbe usmeriti tako, da povečajo rodovitnost sosednje nepremičnine."]}
{"title": "Nujna pot | 88. člen", "content": ["Sodišče dovoli nujno pot za nepremičnino, ki nima za redno rabo potrebne zveze z javno cesto ali pa bi bila taka zveza povezana z nesorazmernimi stroški."], "contradictions": ["Sodišče ne sme dovoliti nujne poti za nepremičnino, ki nima povezave z javno cesto, ne glede na nastale stroške ali potrebe redne rabe.", "Nujna pot se lahko dovoli tudi, če nepremičnina že ima ustrezno povezavo z javno cesto, če tako zahteva lastnik.", "Sodišče dovoli nujno pot le, če bi bila vzpostavitev zveze z javno cesto povezana z običajnimi stroški, ne pa nesorazmernimi.", "Nujna pot se dovoli zgolj na podlagi dogovora med lastniki sosednjih nepremičnin, brez posredovanja sodišča.", "Sodišče mora dovoliti nujno pot tudi, če bi bila taka zveza povezana z izjemno visokimi stroški in ni v interesu lastnika nepremičnine."]}
{"title": "Določitev nujne poti | 89. člen", "content": ["(1) Sodišče dovoli nujno pot, če se z njo ne onemogoča ali znatno ovira uporaba nepremičnine, po kateri naj bi nujna pot potekala.", "(2) Sodišče določi nujno pot tako, da se čim manj obremeni tuja nepremičnina.", "(3) Za dovoljeno nujno pot je upravičenec dolžan plačati zavezancu primerno nadomestilo."], "contradictions": ["Sodišče lahko določi nujno pot tudi, če se z njo popolnoma onemogoči uporaba nepremičnine, po kateri naj bi nujna pot potekala.", "Sodišče lahko določi nujno pot, ne da bi upoštevalo obremenitev tuje nepremičnine.", "Za določitev nujne poti ni potrebno plačilo nobenega nadomestila zavezancu.", "Sodišče mora pri določanju nujne poti dati prednost čim krajši poti, ne glede na obremenitev tuje nepremičnine.", "Sodišče lahko dovoli nujno pot tudi, če bi ta znatno ovirala uporabo nepremičnine, po kateri naj bi potekala, če to zahteva javni interes."]}
{"title": "Prenehanje nujne poti | 90. člen", "content": ["Nujno pot je mogoče spremeniti ali odpraviti, če zaradi spremenjenih okoliščin ni več potrebna."], "contradictions": ["Nujne poti ni mogoče spremeniti ali odpraviti, tudi če okoliščine, zaradi katerih je bila vzpostavljena, prenehajo obstajati.", "Nujna pot se ohrani, dokler lastnik služiče nepremičnine tako zahteva, ne glede na spremembo okoliščin.", "Nujna pot preneha zgolj na podlagi izrecnega dogovora med vsemi prizadetimi lastniki, ne glede na spremembo okoliščin.", "Nujno pot je mogoče odpraviti le s sodno odločbo, tudi če ni več potrebna zaradi spremenjenih okoliščin.", "Za nujno pot velja, da ostane vzpostavljena trajno, ne glede na spremembe okoliščin ali potrebe."]}
{"title": "Priključitev na komunalno omrežje | 91. člen", "content": ["Določila o nujnih poteh se smiselno uporabljajo tudi za priključitev na javna komunalna in druga omrežja, če lastnik nepremičnine, ki to zahteva, izpolnjuje pogoje za priklop."], "contradictions": ["Za priključitev na javna komunalna in druga omrežja se določila o nujnih poteh ne uporabljajo, ne glede na izpolnjevanje pogojev za priklop.", "Priključitev na komunalno omrežje je dovoljena le, če lastnik pridobi soglasje vseh sosednjih lastnikov, ne glede na določila o nujnih poteh.", "Določila o nujnih poteh se uporabljajo izključno za dostop do javnih cest in ne za priključitev na komunalna omrežja.", "Priključitev na javna komunalna in druga omrežja je mogoča le, če je nepremičnina neposredno ob javnem omrežju, določila o nujnih poteh pa se v teh primerih ne uporabljajo.", "Lastnik nepremičnine lahko brez kakršnihkoli pogojev in soglasij samovoljno priključi svojo nepremičnino na katerokoli komunalno ali drugo omrežje, ne glede na določila zakona."]}
{"title": "Vrnitveni zahtevek | 92. člen", "content": ["(1) Lastnik lahko od vsakogar zahteva vrnitev individualno določene stvari.", "(2) Lastnik mora dokazati, da ima na stvari, katere vrnitev zahteva, lastninsko pravico in da je stvar v dejanski oblasti toženca.", "(3) Uveljavljanje zahtevka iz prvega odstavka tega člena ne zastara."], "contradictions": ["Lastnik ne more zahtevati vrnitve individualno določene stvari od nikogar, ne glede na okoliščine.", "Lastnik lahko zahteva vrnitev stvari tudi, če ne more dokazati lastninske pravice ali dejanske oblasti toženca nad stvarjo.", "Za uveljavljanje zahtevka za vrnitev individualno določene stvari velja splošni zastaralni rok petih let.", "Vrnitveni zahtevek se lahko uveljavlja le proti osebi, ki je stvar pridobila na podlagi pravnega posla z lastnikom.", "Lastnik lahko zahteva vrnitev stvari le, če je bila stvar odvzeta z nasiljem ali prevaro."]}
{"title": "Posestnikovi ugovori | 93. člen", "content": ["Neposredni posestnik lahko odkloni izročitev stvari njenemu lastniku, če je on ali posredni posestnik, od katerega izvaja pravico do posesti, upravičen do posesti."], "contradictions": ["Neposredni posestnik je dolžan izročiti stvar njenemu lastniku na prvo zahtevo, ne glede na morebitno pravico do posesti njega ali posrednega posestnika.", "Neposredni posestnik lahko odkloni izročitev stvari le, če lastnik izrecno dovoli zadržanje stvari, ne glede na pravico do posesti.", "Če lastnik zahteva izročitev stvari, neposredni posestnik nima pravice do ugovora, tudi če je sam ali posredni posestnik upravičen do posesti.", "Posestnik lahko zadrži stvar le, če je izrecno naveden kot upravičenec v zemljiški knjigi, ne pa zgolj na podlagi posesti ali pravice do posesti.", "Neposredni posestnik lahko izroči stvar tretji osebi po lastni presoji, tudi če lastnik zahteva izročitev."]}
{"title": "Imenovanje prednika | 94. člen", "content": ["Kdor ima v posesti stvar v tujem imenu, lahko ugovarja zahtevku tožnika na ta način, da imenuje posrednega posestnika ali prednika."], "contradictions": ["Posestnik, ki ima stvar v tujem imenu, ne more ugovarjati zahtevku tožnika z imenovanjem prednika ali posrednega posestnika.", "Čeprav ima nekdo stvar v tujem imenu, je dolžan izročiti stvar tožniku, ne glede na možnost imenovanja prednika.", "Imenovanje posrednega posestnika ali prednika ni dovoljeno kot oblika ugovora proti zahtevku tožnika.", "V primeru, ko ima oseba stvar v tujem imenu, je edini dopusten ugovor lastninska pravica na stvari.", "Vsakdo, ki ima stvar v tujem imenu, je dolžan slediti navodilom tožnika brez možnosti kakršnegakoli ugovora."]}
{"title": "Pravni položaj dobrovernega lastniškega posestnika | 95. člen", "content": ["(1) Dobroverni lastniški posestnik vrne stvar lastniku s plodovi, ki še niso bili obrani.", "(2) Dobroverni lastniški posestnik ni dolžan plačati za uporabo stvari in ne odgovarja za poslabšanje in uničenje stvari, nastalo v času, ko je imel stvar v dobroverni posesti.", "(3) Dobroverni lastniški posestnik ima pravico do povračila stroškov, potrebnih za vzdrževanje stvari.", "(4) Dobroverni lastniški posestnik lahko zahteva vrnitev koristnih stroškov v tolikšni meri, kolikor se je vrednost stvari povečala.", "(5) Potrebne in koristne stroške iz tretjega in četrtega odstavka tega člena je lastnik stvari dolžan povrniti dobrovernemu lastniškemu posestniku v tolikšni meri, kolikor ti stroški niso zajeti s koristmi, ki jih je dobil od stvari.", "(6) Dobroverni lastniški posestnik ima pravico do povračila stroškov, ki jih je imel zaradi svojega zadovoljstva ali zaradi olepšanja stvari le toliko, kolikor se je njena vrednost povečala. Če se da to, kar je storil za zadovoljstvo ali olepšanje stvari, ločiti od nje brez poškodbe, ima dobroverni lastniški posestnik pravico to ločiti in obdržati zase.", "(7) Dobroverni lastniški posestnik ima pravico pridržati stvar, dokler mu niso povrnjeni potrebni in koristni stroški, ki jih je imel v zvezi z njenim vzdrževanjem.", "(8) Dobroverni lastniški posestnik postane nedobroveren od trenutka, ko mu je vročena tožba, lastnik pa lahko dokazuje, da je postal nedobroveren že pred vročitvijo tožbe.", "(9) Terjatev povračila potrebnih in koristnih stroškov zastara v treh letih od dneva vrnitve stvari."], "contradictions": ["Dobroverni lastniški posestnik je dolžan plačati lastniku nadomestilo za uporabo stvari in odgovarja za vsako poslabšanje ali uničenje stvari, ne glede na svojo dobrovernost.", "Dobroverni lastniški posestnik izgubi pravico do povračila stroškov, če lastnik dokaže, da bi lahko preprečil nastanek stroškov z ustrezno skrbnostjo.", "Lastnik ni dolžan povrniti dobrovernemu lastniškemu posestniku nobenih potrebnih ali koristnih stroškov, ne glede na povečanje vrednosti stvari.", "Dobroverni lastniški posestnik nima pravice zadržati stvari do povračila stroškov, temveč jo mora na zahtevo nemudoma izročiti lastniku.", "Dobroverni lastniški posestnik lahko zahteva povračilo vseh stroškov, tudi če so bili namenjeni zgolj njegovemu užitku, ne glede na to, ali se je vrednost stvari povečala."]}
{"title": "Pravni položaj nedobrovernega posestnika | 96. člen", "content": ["(1) Nedobroverni posestnik je dolžan vrniti lastniku stvari vse plodove.", "(2) Nedobroverni posestnik je dolžan povrniti vrednost obranih plodov, ki jih je porabil, odtujil ali uničil, kot tudi vrednost plodov, ki jih ni obral. Ta zahtevek zastara v treh letih od vrnitve stvari.", "(3) Nedobroverni posestnik je dolžan povrniti škodo, nastalo s poslabšanjem ali uničenjem stvari, razen če bi ta škoda nastala tudi tedaj, ko bi bila stvar pri lastniku.", "(4) Nedobroverni posestnik lahko zahteva povračilo potrebnih stroškov, ki bi jih imel tudi lastnik, če bi bila stvar pri njem.", "(5) Nedobroverni posestnik ima pravico do povračila koristnih stroškov samo, če so koristni za lastnika.", "(6) Nedobroverni posestnik nima pravice do povračila stroškov, ki jih je imel zaradi svojega zadovoljstva ali olepšanja stvari, lahko pa odnese stvar, ki jo je vgradil za svoje zadovoljstvo ali olepšanje stvari, če se da brez poškodbe ločiti od glavne stvari.", "(7) Terjatev nedobrovernega posestnika stvari glede povračila stroškov zastara v treh letih od dneva vrnitve stvari."], "contradictions": ["Nedobroverni posestnik ni dolžan vrniti lastniku nobenih plodov, ki jih je stvar obrodila v času njegove posesti.", "Nedobroverni posestnik ima pravico do povračila vseh stroškov, ne glede na to, ali so bili koristni ali potrebni za lastnika.", "Nedobroverni posestnik je dolžan povrniti škodo nastalo na stvari tudi, če bi do nje prišlo, če bi bila stvar pri lastniku.", "Zahtevki lastnika proti nedobrovernemu posestniku v zvezi s plodovi in škodo ne zastarajo.", "Nedobroverni posestnik ima pravico do povračila stroškov za olepšanje stvari, ne glede na možnost ločitve teh izboljšav od glavne stvari."]}
{"title": "Nedobrovernost posrednega posestnika | 97. člen", "content": ["(1) Če je bil posredni posestnik nedobroveren, neposrednemu posestniku pa ta okoliščina ni bila znana ali ni mogla biti znana, odgovarja neposredni posestnik kot dobroverni lastniški posestnik.", "(2) V primeru iz prejšnjega odstavka lahko lastnik v enem letu od vrnitve stvari uveljavlja zahtevke proti nedobrovernemu posrednemu posestniku."], "contradictions": ["Neposredni posestnik v primeru nedobrovernosti posrednega posestnika vedno odgovarja kot nedobroverni lastniški posestnik, ne glede na svojo vednost.", "Lastnik lahko uveljavlja zahtevke proti nedobrovernemu posrednemu posestniku šele po preteku dveh let od vrnitve stvari.", "Če je bil posredni posestnik nedobroveren, neposredni posestnik ne odgovarja za nobene posledice, ne glede na svojo vednost ali nevednost.", "Lastnik nima pravice uveljavljati nobenih zahtevkov proti nedobrovernemu posrednemu posestniku po vrnitvi stvari.", "Nedobrovernost posrednega posestnika se vedno domneva, ne glede na dejanske okoliščine ali vedenje neposrednega posestnika."]}
{"title": "Vrnitveni zahtevek domnevnega lastnika | 98. člen", "content": ["(1) Dobroverni lastniški posestnik (domnevni lastnik) stvari ima ob odvzemu posesti pravico zahtevati njeno vrnitev tudi od dobrovernega lastniškega posestnika, pri katerem je stvar s šibkejšim pravnim naslovom.", "(2) Če se dva štejeta za domnevna lastnika iste stvari, ima močnejši pravni naslov tisti, ki je stvar pridobil odplačno. Če pa sta njuna pravna naslova enako močna, ima prednost tisti, pri katerem je stvar v neposredni posesti.", "(3) Zahtevek iz prvega odstavka tega člena ne zastara."], "contradictions": ["Dobroverni lastniški posestnik nima pravice zahtevati vrnitve stvari od drugega dobrovernega lastniškega posestnika, ne glede na pravni naslov.", "Če se dva štejeta za domnevna lastnika iste stvari, ima prednost tisti, ki je stvar pridobil neodplačno, ne glede na moč pravnega naslova.", "Zahtevek za vrnitev stvari iz prvega odstavka tega člena zastara v roku treh let od odvzema posesti.", "Če sta pravna naslova domnevnih lastnikov enako močna, ima prednost tisti, ki je stvar pridobil kasneje.", "Dobroverni lastniški posestnik lahko zahteva vrnitev stvari le, če je drugi posestnik ravnal v slabi veri."]}
{"title": "Zaščita pred vznemirjanjem | 99. člen", "content": ["(1) Če kdo tretji protipravno vznemirja lastnika ali domnevnega lastnika, in sicer kako drugače, ne pa z odvzemom stvari, lahko lastnik oziroma domnevni lastnik s tožbo zahteva, da vznemirjanje preneha in se prepove nadaljnje vznemirjanje.", "(2) Če je bila z vznemirjanjem iz prejšnjega odstavka povzročena škoda, ima lastnik pravico zahtevati njeno povrnitev po splošnih pravilih o povrnitvi škode.", "(3) Zahtevek iz prvega odstavka tega člena ne zastara."], "contradictions": ["Lastnik ali domnevni lastnik nima pravice zahtevati prenehanja vznemirjanja ali prepovedi nadaljnjega vznemirjanja, če tretja oseba protipravno vznemirja njegovo posest brez odvzema stvari.", "V primeru protipravnega vznemirjanja lastnika ali domnevnega lastnika ni mogoče vložiti tožbe za prepoved nadaljnjega vznemirjanja, če vznemirjanje ni povzročilo materialne škode.", "Pravica do povračila škode zaradi vznemirjanja iz prvega odstavka tega člena se lahko uveljavlja le, če je bilo vznemirjanje storjeno z namenom pridobitve koristi.", "Zahtevek iz prvega odstavka tega člena zastara v roku treh let od dneva, ko je lastnik izvedel za vznemirjanje in storilca.", "Vsakdo lahko prosto vznemirja lastnika ali domnevnega lastnika, dokler ne pride do fizičnega odvzema stvari."]}
{"title": "Varstvo solastnika in skupnega lastnika | 100. člen", "content": ["Solastnik in skupni lastnik imata pravico do tožbe za varstvo lastninske pravice na celi stvari, solastnik pa tudi pravico do tožbe za varstvo svoje pravice na delu stvari."], "contradictions": ["Solastnik in skupni lastnik nimata pravice do tožbe za varstvo lastninske pravice na celi stvari, ampak le na svojem delu stvari.", "Skupni lastnik nima pravice do tožbe za varstvo lastninske pravice na celi stvari, temveč le solastnik.", "Solastnik nima pravice do tožbe za varstvo svoje pravice na delu stvari, ampak zgolj na celi stvari.", "Vsak posameznik, ne glede na lastniški status, ima pravico do tožbe za varstvo lastninske pravice na celi stvari.", "Solastnik in skupni lastnik lahko uveljavljata varstvo lastninske pravice le, če soglašata vsi ostali lastniki."]}
{"title": "Pridobitev lastninske pravice drugega | 101. člen", "content": ["Lastninska pravica, ki jo ima nekdo na stvari, preneha, če kdo drug pridobi lastninsko pravico na njej."], "contradictions": ["Lastninska pravica, ki jo ima nekdo na stvari, ne preneha, čeprav kdo drug pridobi lastninsko pravico na isti stvari, temveč obe pravici obstajata vzporedno.", "Lastninska pravica na stvari ostane v prejšnjih rokah, tudi če druga oseba pridobi lastninsko pravico na njej, dokler prvotni lastnik izrecno ne odpove svoji pravici.", "Če nekdo pridobi lastninsko pravico na stvari, predhodna lastninska pravica druge osebe na tej stvari ostane v veljavi do izpolnitve določenih pogojev, določenih s pogodbo.", "Pridobitev lastninske pravice na stvari s strani druge osebe ne vpliva na obstoječo lastninsko pravico, ki jo ima nekdo drug na isti stvari.", "Lastninska pravica na stvari preneha šele, ko stvar fizično preneha obstajati, ne glede na to, ali kdo drug pridobi lastninsko pravico na njej."]}
{"title": "Opustitev | 102. člen", "content": ["(1) Lastninska pravica na premičnini preneha z opustitvijo stvari.", "(2) Stvar se šteje za opuščeno, če njen lastnik nedvoumno izrazi voljo, da je ne želi več imeti v lastnini."], "contradictions": ["Lastninska pravica na premičnini ne preneha z opustitvijo stvari, temveč ostane v lasti prvotnega lastnika, dokler stvar ne prevzame nov lastnik.", "Stvar se šteje za opuščeno tudi, če lastnik zgolj preneha uporabljati stvar za obdobje daljše od enega leta, ne glede na izraženo voljo.", "Za prenehanje lastninske pravice na premičnini je poleg opustitve potrebna tudi izrecna odobritev pristojnega organa.", "Lastninska pravica na premičnini preneha šele, ko stvar prevzame druga oseba, ne pa že z opustitvijo.", "Stvar se šteje za opuščeno, če tako menijo sosedje, ne glede na voljo lastnika."]}
{"title": "Uničenje stvari | 103. člen", "content": ["Lastninska pravica preneha, če je stvar uničena. Na ostankih uničene stvari obdrži lastnik lastninsko pravico."], "contradictions": ["Lastninska pravica ne preneha, če je stvar uničena, temveč se prenese na državo.", "Če je stvar uničena, lastnik izgubi vse pravice tudi na ostankih te stvari.", "Ob uničenju stvari lastninska pravica samodejno preide na osebo, ki je stvar uničila.", "Lastninska pravica na stvari ostane v veljavi tudi po njenem popolnem uničenju.", "Če je stvar uničena, lastnik pridobi lastninsko pravico tudi na vseh predmetih, ki so nastali zaradi uničenja te stvari."]}
{"title": "Prenehanje v drugih primerih | 104. člen", "content": ["Lastninska pravica preneha tudi v drugih primerih, ki jih določa zakon."], "contradictions": ["Lastninska pravica preneha izključno v primerih, ki so izrecno določeni v tem zakonu, in v nobenem drugem primeru.", "Lastninska pravica ne preneha v primerih, ki jih določa zakon, razen če lastnik izrecno soglaša.", "Lastninska pravica preneha le s smrtjo lastnika ali z uničenjem stvari, ne pa v drugih primerih, ki jih določa zakon.", "Prenehanje lastninske pravice je mogoče samo na podlagi sodne odločbe, tudi če zakon določa drugače.", "Lastninska pravica preneha le, če tako zahteva imetnik stvarne pravice višjega ranga, ne glede na določbe zakona."]}
{"title": "Pojem | 105. člen", "content": ["(1) Etažna lastnina je lastnina posameznega dela zgradbe in solastnina skupnih delov.", "(2) Posamezni del zgradbe mora predstavljati samostojno funkcionalno celoto, primerno za samostojno uporabo, kot so zlasti stanovanje, poslovni prostor ali drug samostojen prostor. K posameznemu delu v etažni lastnini lahko spadajo tudi drugi individualno odmejeni prostori, če so del nepremičnine v solastnini etažnih lastnikov.", "(3) Skupni deli zgradbe so drugi deli, namenjeni skupni rabi etažnih lastnikov, in zemljišče, na katerem stoji zgradba. Med skupne dele lahko spadajo tudi druge nepremičnine.", "(4) Solastnina vseh etažnih lastnikov na skupnih delih je neločljivo povezana z lastnino na posameznem delu. Solastnini na skupnih delih se ni mogoče odpovedati.", "(5) Nihče od solastnikov ne more zahtevati delitve solastnine na skupnih delih.", "(6) Če je posamezni del zgradbe ali nepremičnina namenjena skupni rabi etažnih lastnikov dveh ali več zgradb v etažni lastnini ali skupni rabi etažnih lastnikov ene ali več zgradb in lastnikov ene ali več nepremičnin, se obravnava kot njihov skupen del, ki je v solastnini etažnih lastnikov teh zgradb oziroma v solastnini etažnih lastnikov in lastnikov nepremičnin. Za tak skupen del se glede nastanka, upravljanja in prenehanja uporabljajo določila V.a dela tega zakona, ki veljajo za pomožno nepremičnino."], "contradictions": ["Etažna lastnina je lastnina celotne zgradbe brez delitve na posamezne dele ali skupne dele.", "Posamezni del zgradbe v etažni lastnini ni nujno samostojna funkcionalna celota in je lahko tudi skupni hodnik ali stopnišče.", "Solastnina na skupnih delih ni obvezno povezana z lastnino na posameznem delu in se ji lahko posamezni etažni lastnik odpove.", "Vsak od solastnikov lahko kadarkoli zahteva delitev solastnine na skupnih delih zgradbe.", "Za skupne dele, ki so namenjeni rabi več zgradb ali nepremičnin, se ne uporabljajo določila o pomožni nepremičnini, temveč splošna pravila o solastnini."]}
{"title": "Določitev solastniškega deleža | 106. člen", "content": ["Solastniški delež vsakega etažnega lastnika na skupnih delih se določa ob upoštevanju uporabne vrednosti posameznega dela v etažni lastnini v razmerju do skupne uporabne vrednosti nepremičnine, razen če zakon ali pravni posel določa drugače."], "contradictions": ["Solastniški delež vsakega etažnega lastnika na skupnih delih se določa glede na površino skupnih delov, ki jih posamezni lastnik dejansko uporablja, ne glede na uporabno vrednost posameznega dela.", "Solastniški delež vsakega etažnega lastnika na skupnih delih se določa enako za vse etažne lastnike, ne glede na uporabno vrednost njihovih posameznih delov.", "Solastniški delež posameznega etažnega lastnika na skupnih delih se določa izključno na podlagi dogovora med lastniki, brez upoštevanja uporabne vrednosti posameznih delov.", "Vsak etažni lastnik pridobi solastniški delež na skupnih delih, ki je sorazmeren s številom članov njegovega gospodinjstva.", "Solastniški delež etažnega lastnika na skupnih delih se določa glede na leto pridobitve lastninske pravice na posameznem delu, pri čemer starejši lastniki pridobijo večji delež."]}
{"title": "Načini nastanka | 107. člen", "content": ["(1) Etažna lastnina nastane na podlagi pravnega posla ali z odločbo sodišča in z vpisom v zemljiško knjigo.", "(2) Pravni posel za pridobitev etažne lastnine je lahko sporazum o delitvi solastnine v etažno lastnino (sporazum o delitvi) ali enostranski pravni posel."], "contradictions": ["Etažna lastnina lahko nastane brez vpisa v zemljiško knjigo, zgolj z ustnim dogovorom med solastniki.", "Etažna lastnina nastane avtomatično z izgradnjo objekta, ne glede na voljo lastnikov ali pravne posle.", "Za pridobitev etažne lastnine je potreben izključno sporazum vseh solastnikov, enostranski pravni posel ni dovoljen.", "Etažna lastnina se lahko ustanovi tudi na podlagi upravne odločbe, ne le s sodno odločbo ali pravnim poslom.", "Vpis v zemljiško knjigo za nastanek etažne lastnine ni obvezen, če je pridobitelj že v posesti posameznega dela stavbe."]}
{"title": "Sporazum | 108. člen", "content": ["(1) Sporazum o delitvi mora vsebovati označbo etažnih lastnikov, zemljiškoknjižno označbo nepremičnin, natančen opis posameznega dela zgradbe v razmerju do ostalih delov, opis skupnih delov in določitev solastniških deležev na skupnih delih ter pogodbeno ureditev medsebojnih razmerij med etažnimi lastniki v obsegu, določenem s prvim odstavkom 116. člena tega zakona.", "(2) Če je kateri od solastniških deležev na nepremičnini obremenjen s stvarno pravico, lahko sporazum o delitvi določa, da ta preide samo na nekatere posamezne dele zgradbe, če s tem soglaša imetnik te pravice ali če tako odloči sodišče v nepravdnem postopku. Za odločanje se smiselno uporablja drugi odstavek 110. člena tega zakona."], "contradictions": ["Sporazum o delitvi lahko vsebuje le splošne podatke o zgradbi, brez natančnega opisa posameznih delov ali določitve solastniških deležev na skupnih delih.", "Sporazum o delitvi ni dolžan vsebovati pogodbenih določil glede medsebojnih razmerij med etažnimi lastniki, ne glede na določbe 116. člena tega zakona.", "Sporazum o delitvi lahko določa, da stvarna pravica obremeni vse posamezne dele zgradbe, tudi če imetnik te pravice s tem ne soglaša in brez sodne odločitve.", "Če je kateri od solastniških deležev obremenjen s stvarno pravico, mora ta pravica vedno preiti na vse posamezne dele zgradbe, ne glede na voljo imetnika ali odločitev sodišča.", "Sporazum o delitvi mora biti sklenjen zgolj ustno in ni potrebno, da vsebuje zemljiškoknjižno označbo nepremičnin."]}
{"title": "Enostranski pravni posel | 109. člen", "content": ["Lastnik nepremičnine lahko razdeli svojo lastninsko pravico na nepremičnini v etažno lastnino z enostranskim pravnim poslom. Imeti mora enake sestavine kot sporazum iz 108. člena tega zakona."], "contradictions": ["Lastnik nepremičnine ne more razdeliti svoje lastninske pravice na nepremičnini v etažno lastnino z enostranskim pravnim poslom, temveč je za to potreben sporazum vseh solastnikov.", "Za razdelitev lastninske pravice na nepremičnini v etažno lastnino zadošča, da lastnik poda ustno izjavo pred notarjem, ne glede na sestavine iz 108. člena.", "Lastnik nepremičnine lahko razdeli svojo lastninsko pravico na nepremičnini v etažno lastnino zgolj na podlagi soglasja občine, brez potrebe po enostranskem pravnem poslu.", "Za veljavnost enostranskega pravnega posla za razdelitev lastninske pravice v etažno lastnino ni potrebno, da ima enake sestavine kot sporazum iz 108. člena tega zakona.", "Lastnik nepremičnine lahko svojo lastninsko pravico razdeli v etažno lastnino le, če za to pridobi dovoljenje vseh sosedov, ne glede na določbe tega zakona."]}
{"title": "Sodna odločba | 110. člen", "content": ["(1) Vsak solastnik nepremičnine lahko zahteva, da sodišče v nepravdnem postopku razdeli solastnino na nepremičnini v etažno lastnino, če je takšna delitev mogoča.", "(2) Če je kateri od solastniških deležev na nepremičnini obremenjen s stvarno pravico, sodišče s sklepom določi, na kateri posamezni del v etažni lastnini preide obremenitev, tako, da se z delitvijo ne poslabša položaj imetnika te pravice.", "(3) Sklep sodišča mora vsebovati vse sestavine sporazuma iz 108. člena tega zakona."], "contradictions": ["Sodna odločba o razdelitvi solastnine na nepremičnini v etažno lastnino ni dovoljena, ne glede na možnost take delitve, razen če se vsi solastniki izrecno strinjajo.", "Če je solastniški delež obremenjen s stvarno pravico, sodišče lahko odloči, da se obremenitev v celoti izbriše z delitvijo v etažno lastnino.", "V postopku razdelitve solastnine na etažno lastnino ni potrebno, da sklep sodišča vsebuje sestavine iz 108. člena tega zakona.", "Samo večinski solastnik lahko zahteva razdelitev solastnine na etažno lastnino, ne pa vsak solastnik.", "Pri razdelitvi solastnine na etažno lastnino lahko sodišče prosto določi, na kateri posamezni del preide obremenitev, tudi če se s tem poslabša položaj imetnika stvarne pravice."]}
{"title": "Prehod hipoteke | 111. člen", "content": ["Hipoteka, ki bremeni celotno nepremičnino, ki se razdeli na etažno lastnino, preide na vse posamezne dele v etažni lastnini."], "contradictions": ["Hipoteka, ki bremeni celotno nepremičnino, ki se razdeli na etažno lastnino, ugasne ob razdelitvi nepremičnine na posamezne dele.", "Hipoteka, ki bremeni celotno nepremičnino, se ob razdelitvi na etažno lastnino prenese le na skupne dele stavbe, ne pa na posamezne etažne enote.", "Hipoteka, ki bremeni celotno nepremičnino, ostane vpisana zgolj na enem izmed novonastalih posameznih delov v etažni lastnini.", "Ob razdelitvi nepremičnine na etažno lastnino hipoteka ne preide na posamezne dele, temveč se porazdeli sorazmerno glede na površino posameznih enot.", "Hipoteka, ki bremeni celotno nepremičnino, se ob razdelitvi na etažno lastnino avtomatično pretvori v osebno zavarovanje dolžnika."]}
{"title": "Razpolaganje z etažno lastnino | 112. člen", "content": ["(1) Etažna lastnina je predmet razpolaganja kot celota.", "(2) Za razpolaganje z etažno lastnino se uporabljajo določila tega zakona, ki urejajo razpolaganje z nepremičninami."], "contradictions": ["Etažna lastnina je lahko predmet razpolaganja le po posameznih delih, ne kot celota.", "Za razpolaganje z etažno lastnino se uporabljajo določila, ki urejajo premičnine.", "Razpolaganje z etažno lastnino je dovoljeno le, če s tem soglašajo vsi ostali etažni lastniki v stavbi.", "Etažna lastnina ni predmet razpolaganja, dokler ni izrecno dovoljena s posebnim soglasjem pristojnega organa.", "Etažno lastnino lahko prosto razpolaga tudi oseba, ki ni njen lastnik, če tako določa pogodba."]}
{"title": "Sprememba solastnine na skupnih delih nepremičnine v etažno lastnino | 113. člen", "content": ["(1) Etažni lastniki lahko sklenejo pisni sporazum, da skupni deli postanejo del posameznega dela v etažni lastnini, če je to mogoče.", "(2) Etažni lastniki se lahko sporazumejo tudi o tem, da iz skupnih delov nastane nov posamezen del v etažni lastnini, če je to mogoče. Za vsebino sporazuma se smiselno uporablja določila 108. člena tega zakona."], "contradictions": ["Etažni lastniki ne morejo s sporazumom spremeniti skupnih delov nepremičnine v posamezne dele v etažni lastnini, ne glede na možnost izvedbe.", "Vsaka sprememba skupnih delov v posamezne dele etažne lastnine se lahko izvede brez pisnega sporazuma etažnih lastnikov.", "Za spremembo skupnih delov v nov posamezen del etažne lastnine je potrebno soglasje vseh lastnikov v stavbi, ne glede na njihovo etažno lastnino.", "Sporazum o spremembi skupnih delov v posamezne dele etažne lastnine ne zahteva upoštevanja določil 108. člena tega zakona.", "Etažni lastniki lahko brez omejitev in brez soglasja drugih lastnikov razdelijo skupne dele nepremičnine na posamezne dele v etažni lastnini."]}
{"title": "Delitev in spojitev posameznih delov | 114. člen", "content": ["(1) Etažni lastnik lahko s pravnim poslom razdeli posamezni del v etažni lastnini v dva ali več novih posameznih delov v etažni lastnini, če je to mogoče. Pri tem se solastniški delež na skupnih delih, ki pripada razdeljenemu posameznemu delu v etažni lastnini, v prejšnjem obsegu razdeli na nove solastniške deleže za vsak nov posamezni del.", "(2) Pravni posel mora vsebovati zemljiškoknjižno označbo posameznega dela zgradbe, opis in razmejitev novo nastalih posameznih delov in določitev solastniških deležev na skupnih delih za vsak nov posamezni del v etažni lastnini.", "(3) Vse stroške v zvezi z delitvijo krije etažni lastnik posameznega dela, ki se deli.", "(4) Dva ali več posameznih delov v etažni lastnini se lahko s pravnim poslom spoji v nov posamezni del v etažni lastnini. Za ta pravni posel se smiselno uporabljajo določila, ki urejajo delitev posameznega dela v etažni lastnini.", "(5) Pogodba iz 116. člena tega zakona lahko določi, da se delitev ali spojitev ne smeta opraviti ali pa da sta vezani na soglasje drugih etažnih lastnikov."], "contradictions": ["Etažni lastnik ne more razdeliti posameznega dela v etažni lastnini, tudi če je to tehnično mogoče, saj je delitev izrecno prepovedana.", "Pri delitvi posameznega dela v etažni lastnini se solastniški delež na skupnih delih ne spremeni in ostane v celoti pripisan enemu izmed novih posameznih delov.", "Pravni posel o delitvi ali spojitvi posameznih delov v etažni lastnini ni potreben v pisni obliki in ne zahteva zemljiškoknjižne označbe posameznega dela.", "Vse stroške v zvezi z delitvijo posameznega dela v etažni lastnini so dolžni kriti vsi etažni lastniki v sorazmerju s svojimi solastniškimi deleži.", "Za spojitev dveh ali več posameznih delov v etažni lastnini ni mogoče uporabiti določil, ki urejajo delitev posameznega dela, temveč se uporabljajo izključno posebna pravila za spojitev."]}
{"title": "Pravice in obveznosti na skupnih delih | 115. člen", "content": ["Pravice in obveznosti etažnih lastnikov na skupnih delih so sorazmerne z njihovim solastniškim deležem, če zakon ali pogodba ne določa drugače."], "contradictions": ["Pravice in obveznosti etažnih lastnikov na skupnih delih so enake, ne glede na višino njihovega solastniškega deleža.", "Etažni lastniki nimajo nobenih pravic ali obveznosti na skupnih delih, razen če so določene s posebnim soglasjem vseh lastnikov.", "Vsak etažni lastnik ima izključno pravico do uporabe določenega skupnega dela, ne glede na svoj solastniški delež.", "Pravice in obveznosti na skupnih delih se določajo glede na število stanovanj, ne pa glede na solastniški delež.", "Pravice in obveznosti etažnih lastnikov na skupnih delih so popolnoma neodvisne od njihovega solastniškega deleža in jih določa upravnik z enostransko odločitvijo."]}
{"title": "Pogodba o medsebojnih razmerjih | 116. člen", "content": ["(1) Etažni lastniki morajo skleniti pogodbo o medsebojnih razmerjih, s katero uredijo zlasti:", "-     opredelitev stroškov in obveznosti, ki bremenijo etažne lastnike, če odstopajo od določila 115. člena tega zakona,", "-     način oblikovanja rezervnega sklada, če presega najnižji znesek iz tretjega odstavka 119. člena tega zakona;", "-     morebitne posebne omejitve pri uporabi posameznih delov v etažni lastnini;", "-     način uporabe skupnih delov;", "-     namen uporabe posameznih delov v etažni lastnini;", "-     nastopanje etažnih lastnikov v pravnem prometu;", "-     način upravljanja skupnih delov;", "-     uporabo posameznih delov v etažni lastnini v posebne namene;", "-     zavarovanje zgradbe kot celote;", "-     pooblastila upravnika, če odstopajo od 118. člena tega zakona.", "(2) Pogodba o medsebojnih razmerjih mora biti sklenjena v pisni obliki in učinkuje proti vsakemu novemu etažnemu lastniku."], "contradictions": ["Etažni lastniki niso dolžni skleniti pogodbe o medsebojnih razmerjih in lahko medsebojne odnose urejajo izključno ustno ali po običajih.", "Pogodba o medsebojnih razmerjih se lahko sklene tudi v ustni obliki in učinkuje le med podpisniki, ne pa proti novim etažnim lastnikom.", "Če etažni lastniki ne dosežejo soglasja o pogodbi o medsebojnih razmerjih, se šteje, da veljajo izključno določbe 115. člena tega zakona, ne glede na posebnosti njihovega razmerja.", "Pogodba o medsebojnih razmerjih ni potrebna, če etažni lastniki upravljanje skupnih delov prepustijo zunanjemu upravitelju.", "Etažni lastniki smejo v pogodbi o medsebojnih razmerjih določiti, da rezervni sklad ni potreben, ne glede na določbe 119. člena tega zakona."]}
{"title": "Upravljanje skupnih delov nepremičnine | 117. člen", "content": ["(1) Za upravljanje skupnih delov se smiselno uporabljajo določila tega zakona, ki urejajo solastnino, razen če pogodba o medsebojnih razmerjih določa drugače.", "(2) Če etažni lastniki ne dosežejo soglasja glede posla, ki presega redno upravljanje, lahko etažni lastniki, ki imajo več kot polovico solastniških deležev na skupnih delih, predlagajo, da o poslu odloči sodišče v nepravdnem postopku. Sodišče pri odločanju upošteva zlasti vrsto posla ter porazdelitev bremen in posledic za etažne lastnike, ki so poslu nasprotovali.", "(3) Določilo prejšnjega odstavka se uporablja tudi za spremembo pogodbe o medsebojnih razmerjih v delu, ki se nanaša na redno upravljanje s skupnimi deli."], "contradictions": ["Za upravljanje skupnih delov nepremičnine se uporabljajo izključno določila obligacijskega prava, ne glede na določbe tega zakona ali pogodbo o medsebojnih razmerjih.", "V primeru, da etažni lastniki ne dosežejo soglasja glede posla, ki presega redno upravljanje, lahko vsak posamezen etažni lastnik samostojno izvede tak posel brez soglasja drugih ali odločanja sodišča.", "Za spremembo pogodbe o medsebojnih razmerjih v delu, ki se nanaša na redno upravljanje, ni mogoče uporabiti določil o odločanju sodišča iz drugega odstavka.", "Etažni lastniki lahko o vsakem poslu, ne glede na njegovo naravo ali posledice, odločajo zgolj z navadno večino glasov, ne glede na višino solastniških deležev.", "Sodišče pri odločanju o poslu, ki presega redno upravljanje, ni dolžno upoštevati vrste posla, porazdelitve bremen ali posledic za etažne lastnike, ki poslu nasprotujejo."]}
{"title": "Upravnik | 118. člen", "content": ["(1) Če ima nepremičnina več kot dva etažna lastnika in več kot osem posameznih delov, morajo etažni lastniki določiti upravnika.", "(2) Določitev upravnika se šteje za posel rednega upravljanja.", "(3) Če upravnik ni določen, lahko vsak etažni lastnik predlaga, da ga določi sodišče v nepravdnem postopku.", "(4) Upravnik ima naslednja pooblastila:", "-     izvajati sklepe etažnih lastnikov;", "-     skrbeti za redno vzdrževanje in obratovanje skupnih delov;", "-     poskrbeti za porazdelitev in izterjavo obveznosti;", "-     upravljati z rezervnim skladom in s skupnim denarjem;", "-     zastopati etažne lastnike v poslih upravljanja in v imenu preostalih etažnih lastnikov vložiti izključitveno tožbo ter tožbo za plačilo stroškov in obveznosti, ki bremenijo etažnega lastnika.", "(5) Upravnik mora pri svojem delovanju upoštevati interese etažnih lastnikov."], "contradictions": ["Če ima nepremičnina več kot dva etažna lastnika in več kot osem posameznih delov, določitev upravnika ni dovoljena.", "Za določitev upravnika zadostuje soglasje le enega etažnega lastnika, ne glede na število lastnikov ali posameznih delov.", "Določitev upravnika se šteje za posel izrednega upravljanja, ki zahteva soglasje vseh etažnih lastnikov.", "Če upravnik ni določen, sodišče ne more določiti upravnika na predlog etažnega lastnika.", "Upravnik sme pri svojem delovanju ravnati v nasprotju z interesi etažnih lastnikov, če to prinaša finančno korist upravniku."]}
{"title": "Obvezen rezervni sklad | 119. člen", "content": ["(1) Če ima nepremičnina več kot dva etažna lastnika in več kot osem posameznih delov, morajo etažni lastniki ustanoviti rezervni sklad za kritje bodočih stroškov rednega upravljanja.", "(2) Sredstva rezervnega sklada so skupno premoženje etažnih lastnikov. Sredstva vodi upravnik ločeno na posebnem računu.", "(3) Merila za določitev prispevka etažnega lastnika v rezervni sklad in najnižjo vrednost prispevka določi podzakonski predpis.", "(4) Sredstva rezervnega sklada je mogoče uporabiti samo za poravnavo stroškov vzdrževanja in potrebnih izboljšav ter za odplačevanje v te namene najetih posojil. Izvršba na sredstva rezervnega sklada je dopustna samo iz teh razlogov.", "(5) Etažni lastnik nima pravice zahtevati vračila vplačil v rezervni sklad niti zahtevati delitve.", "(6) Če etažni lastnik ne vplača svojega prispevka v rezervni sklad, ga mora upravnik pisno pozvati k plačilu. Poziv upravnika se šteje za verodostojno listino v smislu zakona o izvršbi in zavarovanju."], "contradictions": ["Etažni lastniki niso dolžni ustanoviti rezervnega sklada, ne glede na število etažnih lastnikov ali posameznih delov v nepremičnini.", "Sredstva rezervnega sklada so lahko uporabljena tudi za osebne potrebe posameznih etažnih lastnikov, če se s tem strinjajo vsi lastniki.", "Etažni lastniki lahko prosto določijo višino in način vplačevanja v rezervni sklad brez upoštevanja podzakonskih predpisov.", "Vsak etažni lastnik ima pravico zahtevati vračilo svojega deleža v rezervnem skladu ob prodaji svojega posameznega dela.", "Upravnik ni dolžan posebej voditi sredstev rezervnega sklada na ločenem računu, temveč jih lahko vodi skupaj z drugimi sredstvi stavbe."]}
{"title": "Zakonito stvarno breme | 120. člen", "content": ["(1) Če ima nepremičnina več kot dva etažna lastnika in več kot osem posameznih delov, obstoji na posameznem delu v etažni lastnini stvarno breme v korist drugih etažnih lastnikov za stroške upravljanja in vplačila v obvezen rezervni sklad do višine petkratnega zneska najnižjega vplačila v rezervni sklad.", "(2) Stvarno breme iz prejšnjega odstavka ima najboljši vrstni red."], "contradictions": ["Če ima nepremičnina več kot dva etažna lastnika in več kot osem posameznih delov, na posameznem delu v etažni lastnini ni mogoče ustanoviti stvarnega bremena v korist drugih etažnih lastnikov za stroške upravljanja ali vplačila v rezervni sklad.", "Stvarno breme za stroške upravljanja in vplačila v rezervni sklad lahko obstoji v neomejeni višini, brez omejitve na petkratnik najnižjega vplačila.", "Stvarno breme iz prvega odstavka nima nikakršnega prednostnega vrstnega reda in se vpiše za vsemi drugimi stvarnimi pravicami.", "Stvarno breme iz prvega odstavka se lahko ustanovi tudi na nepremičninah z enim ali dvema etažnima lastnikoma ali z manj kot osmimi posameznimi deli.", "Stvarno breme iz prvega odstavka preneha, če etažni lastnik proda svoj posamezni del osebi, ki ni etažni lastnik iste nepremičnine."]}
{"title": "Dolžnosti etažnega lastnika | 121. člen", "content": ["(1) Etažni lastnik mora v primernem času zagotoviti popravila v svojem delu v etažni lastnini, če je to potrebno, da se odvrne škoda, ki se povzroča drugim delom zgradbe.", "(2) Etažni lastnik mora dovoliti vstop v svoj posamezni del, da se lahko opravijo popravila in izboljšave na skupnih delih, ki jih drugače ni mogoče opraviti ali pa jih je mogoče opraviti le z nesorazmernimi stroški.", "(3) Če etažni lastnik ne dopusti vstopa, odloči o tem na zahtevo upravnika oziroma preostalih etažnih lastnikov sodišče v nepravdnem postopku.", "(4) Popravila oziroma izboljšave se morajo opraviti v najkrajšem možnem času in z motnjami, ki najmanj prizadenejo etažnega lastnika.", "(5) Etažni lastnik mora biti o nameravanih posegih obveščen v primernem roku.", "(6) Etažni lastniki morajo upravniku ali drugim etažnim lastnikom posredovati podatke in omogočiti vpogled v vse listine, ki so potrebne za upravljanje skupnih delov."], "contradictions": ["Etažni lastnik ni dolžan zagotoviti popravila v svojem delu, tudi če zaradi tega nastaja škoda drugim delom zgradbe.", "Etažni lastnik lahko dovoljenje za vstop v svoj posamezni del pogojuje s plačilom nadomestila, ne glede na nujnost popravil na skupnih delih.", "Če etažni lastnik ne dovoli vstopa, lahko upravnik ali drugi etažni lastniki opravijo poseg brez sodne odločbe.", "Popravila in izboljšave na skupnih delih se lahko izvajajo kadarkoli, tudi če to povzroča znatne motnje etažnemu lastniku.", "Etažni lastniki niso dolžni posredovati nobenih podatkov ali omogočati vpogleda v listine, ki se nanašajo na upravljanje skupnih delov."]}
{"title": "Spremembe na posameznih delih v etažni lastnini | 122. člen", "content": ["(1) Etažni lastnik sme brez soglasja ostalih etažnih lastnikov izvajati spremembe v svojem posameznem delu v etažni lastnini, če te ne pomenijo poslabšanja za kakšen drug del nepremičnine.", "(2) Kadar spremembe v posameznem delu v etažni lastnini pomenijo tudi večji poseg v skupne dele, etažni lastnik ne sme začeti izvajati del brez soglasja etažnih lastnikov, ki imajo več kot polovico solastniških deležev na skupnih delih."], "contradictions": ["Etažni lastnik sme izvajati spremembe v svojem posameznem delu etažne lastnine tudi, če te povzročijo poslabšanje za druge dele nepremičnine.", "Brez soglasja vseh etažnih lastnikov ni mogoče izvesti nobene spremembe niti v posameznem delu etažne lastnine, četudi sprememba ne vpliva na skupne dele.", "Vsaka sprememba posameznega dela v etažni lastnini, ne glede na njen vpliv na skupne dele, zahteva soglasje vseh etažnih lastnikov.", "Če spremembe v posameznem delu pomenijo večji poseg v skupne dele, zadostuje soglasje zgolj etažnega lastnika, ki izvaja spremembo.", "Etažni lastnik lahko brez omejitev odstrani nosilne stene v svojem posameznem delu, ne da bi za to potreboval soglasje drugih etažnih lastnikov."]}
{"title": "Izključitvena tožba | 123. člen", "content": ["(1) Če etažni lastnik ali drug uporabnik posameznega dela v etažni lastnini grobo krši temeljna pravila sosedskega sožitja ali svoje dolžnosti po pogodbi o medsebojnih razmerjih, tako, da je skupnost z njim nevzdržna, lahko etažni lastniki, ki imajo več kot polovico solastniških deležev na skupnih delih, sprejmejo sklep, da se kršilec opomni.", "(2) Če kršilec kljub opominu nadaljuje s svojim ravnanjem, lahko etažni lastniki, ki imajo več kot polovico solastniških deležev na skupnih delih, sprejmejo sklep, da se vloži tožba za njegovo izključitev in prodajo njegovega posameznega dela.", "(3) Sodba o izključitvi se izvrši s prodajo posameznega dela v etažni lastnini po pravilih, ki urejajo izvršbo na nepremičnine."], "contradictions": ["Etažni lastniki nimajo pravice izključiti uporabnika posameznega dela, ne glede na to, kako hudo krši temeljna pravila sosedskega sožitja ali pogodbene dolžnosti.", "Če etažni lastnik kljub opominu nadaljuje s kršitvami, se lahko namesto izključitve predlaga zgolj denarna kazen ali začasna prepoved uporabe skupnih prostorov.", "Za sprejem sklepa o opominu ali vložitvi izključitvene tožbe je potrebna soglasna odločitev vseh etažnih lastnikov, ne le večine glede na solastniške deleže.", "Sodba o izključitvi se izvrši tako, da se kršitelju začasno omeji dostop do skupnih delov, brez prodaje njegovega posameznega dela.", "V primeru ponavljajočih se kršitev mora skupnost kršitelju zagotoviti dodatno svetovanje in mediacijo, namesto da sproži izključitveno tožbo."]}
{"title": "Predkupna pravica | 124. člen", "content": ["(1) Če ima nepremičnina dva ali več etažnih lastnikov in nima več kot pet posameznih delov, imajo pri prodaji posameznega dela v etažni lastnini drugi etažni lastniki predkupno pravico.", "(2) Za uveljavljanje predkupne pravice se smiselno uporabljajo določila tega zakona, ki urejajo predkupno pravico solastnikov."], "contradictions": ["Če ima nepremičnina dva ali več etažnih lastnikov in nima več kot pet posameznih delov, nimajo drugi etažni lastniki pri prodaji posameznega dela v etažni lastnini nobene predkupne pravice.", "Pri prodaji posameznega dela v etažni lastnini imajo predkupno pravico le tisti etažni lastniki, ki imajo v lasti več kot polovico skupnih delov nepremičnine.", "Predkupna pravica drugih etažnih lastnikov se ne uporablja, če prodajalec posameznega dela proda ta del svojemu družinskemu članu.", "Za uveljavljanje predkupne pravice pri etažni lastnini se uporabljajo izključno določbe zakona o obligacijskih razmerjih, ne pa določila tega zakona, ki urejajo predkupno pravico solastnikov.", "Vsakdo, ki izrazi željo, lahko kupi posamezni del v etažni lastnini, ne glede na število etažnih lastnikov ali posameznih delov, predkupna pravica pa pripada tudi osebam, ki niso etažni lastniki."]}
{"title": "Prenehanje po volji etažnih lastnikov | 125. člen", "content": ["Etažna lastnina se lahko spremeni v solastnino ali lastninsko pravico na nepremičnini s pravnim poslom. Za pravni posel se smiselno uporabljajo določila, ki urejajo nastanek etažne lastnine."], "contradictions": ["Etažna lastnina se ne more nikoli spremeniti v solastnino ali lastninsko pravico na nepremičnini s pravnim poslom.", "Za spremembo etažne lastnine v solastnino ali lastninsko pravico na nepremičnini se uporabljajo izključno določila, ki urejajo prenos lastninske pravice na premičninah.", "Prenehanje etažne lastnine po volji etažnih lastnikov ni dovoljeno, sprememba je mogoča le s sodno odločbo.", "Etažna lastnina se lahko spremeni v solastnino ali lastninsko pravico na nepremičnini le na podlagi dedovanja, ne pa s pravnim poslom.", "Za pravni posel, s katerim se etažna lastnina spremeni, se ne uporabljajo določila, ki urejajo nastanek etažne lastnine."]}
{"title": "Uničenje zgradbe | 126. člen", "content": ["Etažna lastnina preneha z uničenjem celotne zgradbe. Etažni lastniki postanejo solastniki nepremičnine in ostankov zgradbe v skladu s svojim idealnim deležem na skupnih delih."], "contradictions": ["Etažna lastnina ne preneha z uničenjem celotne zgradbe, temveč se avtomatično prenese na novozgrajeni objekt na istem zemljišču.", "V primeru uničenja celotne zgradbe etažni lastniki ne postanejo solastniki nepremičnine in ostankov zgradbe, temveč vsak izgubi pravico do svojega deleža.", "Ob uničenju celotne zgradbe etažna lastnina ostane v veljavi, lastniki pa so še naprej vpisani kot etažni lastniki na zemljiški knjigi.", "Če pride do uničenja celotne zgradbe, etažni lastniki postanejo izključni lastniki zemljišča v naravi, ne glede na svoje idealne deleže.", "V primeru popolnega uničenja zgradbe etažna lastnina preide na državo, etažni lastniki pa nimajo več nobenih pravic na nepremičnini."]}
{"title": "Uničenje posameznega dela | 127. člen", "content": ["Če je uničen posamezen del v etažni lastnini in ga ni mogoče obnoviti, etažna lastnina na tem delu preneha."], "contradictions": ["Če je uničen posamezen del v etažni lastnini in ga ni mogoče obnoviti, etažna lastnina na tem delu ostane nespremenjena.", "Če je posamezen del v etažni lastnini uničen, etažna lastnina na tem delu preneha le, če tako odloči skupnost etažnih lastnikov.", "V primeru uničenja posameznega dela v etažni lastnini, se etažna lastnina na tem delu prenese na skupnost etažnih lastnikov.", "Če posamezen del v etažni lastnini ni mogoče obnoviti, se etažna lastnina na tem delu spremeni v solastnino vseh etažnih lastnikov.", "Če je posamezen del v etažni lastnini uničen in ga ni mogoče obnoviti, mora lastnik tega dela zgraditi repliko iz ledu."]}
{"title": "Pojem | 127.a člen", "content": ["Če je raba nepremičnine (pomožna nepremičnina) trajno potrebna za redno rabo ene ali več nepremičnin ali posameznih delov zgradb (glavna nepremičnina), lahko imetnik svojo lastninsko pravico ali stavbno pravico na pomožni nepremičnini poveže s svojo lastninsko pravico ali stavbno pravico na glavni nepremičnini tako, da so predmet razpolaganja kot celota (povezane nepremičnine)."], "contradictions": ["Imetnik lastninske ali stavbne pravice na pomožni nepremičnini ne sme nikoli povezati te pravice s pravico na glavni nepremičnini, ne glede na trajno potrebo po rabi.", "Pomožna nepremičnina se šteje za glavno nepremičnino, čeprav ni trajno potrebna za redno rabo drugih nepremičnin.", "Če je raba pomožne nepremičnine trajno potrebna za redno rabo glavne nepremičnine, se lastninska ali stavbna pravica na pomožni nepremičnini ne sme povezati s pravico na glavni nepremičnini.", "Povezovanje lastninske ali stavbne pravice na pomožni in glavni nepremičnini je dovoljeno le, če gre za začasno potrebo po rabi, ne pa za trajno potrebo.", "Za povezovanje pravic na pomožni in glavni nepremičnini ni potrebno, da je raba pomožne nepremičnine trajno potrebna za redno rabo glavne nepremičnine."]}
{"title": "Nastanek | 127.b člen", "content": ["(1) Glede nastanka povezanih nepremičnin se smiselno uporabljajo določila tega zakona, ki urejajo etažno lastnino.", "(2) Ob nastanku povezanih nepremičnin preidejo stvarne in druge pravice na pomožni nepremičnini na glavno nepremičnino, razen tistih, katerih izvrševanje je povezano samo z rabo pomožne nepremičnine.", "(3) Če je katera od nepremičnin obremenjena s hipoteko ali stvarnim bremenom, je nastanek povezanih nepremičnin dovoljen le s soglasjem imetnika take pravice, katere vrstni red se s tem poslabša.", "(4) Če so na pomožni in glavni nepremičnini zakonite predkupne ali odkupne pravice različnih upravičencev ali če je lastniku prepovedana odtujitev ali obremenitev teh nepremičnin, nastanek povezanih nepremičnin ni dovoljen."], "contradictions": ["Pri nastanku povezanih nepremičnin se določila glede etažne lastnine ne uporabljajo in se vzpostavi poseben pravni režim.", "Ob nastanku povezanih nepremičnin vse stvarne in druge pravice na pomožni nepremičnini ugasnejo, ne glede na njihovo naravo ali povezavo z rabo.", "Nastanek povezanih nepremičnin je dovoljen tudi brez soglasja imetnika hipoteke ali stvarnega bremena, ne glede na poslabšanje njegovega vrstnega reda.", "Če obstajajo zakonite predkupne ali odkupne pravice različnih upravičencev ali prepoved odtujitve oziroma obremenitve, to ne vpliva na možnost nastanka povezanih nepremičnin.", "Ob nastanku povezanih nepremičnin preidejo vse pravice s pomožne nepremičnine na tretjo osebo, ki ni lastnik glavne nepremičnine."]}
{"title": "Upravljanje | 127.c člen", "content": ["(1) Če je pomožna nepremičnina v solastnini lastnikov dveh ali več glavnih nepremičnin, se za razmerja med solastniki smiselno uporabljajo določila tega zakona, ki urejajo solastnino na skupnih delih zgradbe v etažni lastnini.", "(2) Če je glavna nepremičnina v solastnini, skupni ali etažni lastnini, lastniki te glavne nepremičnine v razmerju do ostalih solastnikov pomožne nepremičnine nastopajo kot skupnost.", "(3) Določila tega člena se uporabljajo tudi, če imata na pomožni ali glavni nepremičnini stavbno pravico dva ali več imetnikov."], "contradictions": ["Za razmerja med solastniki pomožne nepremičnine se uporabljajo izključno določila, ki urejajo solastnino na premičninah, ne glede na določbe o skupnih delih zgradbe v etažni lastnini.", "Če je glavna nepremičnina v solastnini, skupni ali etažni lastnini, vsak solastnik nastopa v razmerju do ostalih solastnikov pomožne nepremičnine samostojno in ne kot skupnost.", "Določila tega člena se ne uporabljajo, kadar imata na pomožni ali glavni nepremičnini stavbno pravico dva ali več imetnikov.", "Za razmerja med solastniki pomožne nepremičnine se uporabljajo določila, ki urejajo pogodbeno skupnost, ne pa določila o solastnini na skupnih delih zgradbe v etažni lastnini.", "V primeru, da je pomožna nepremičnina v solastnini, se za njeno upravljanje uporablja izključno volja večinskega solastnika, ne glede na določbe tega zakona."]}
{"title": "Prenehanje | 127.č člen", "content": ["(1) Za prenehanje povezanih nepremičnin se smiselno uporabljajo določila tega zakona, ki urejajo prenehanje etažne lastnine, in določila drugih zakonov, ki določajo posebna pravila glede prenehanja povezanih nepremičnin.", "(2) Na predlog osebe, ki izkaže pravni interes, sodišče v nepravdnem postopku odloči o prenehanju povezanih nepremičnin. Sodišče predlogu ne ugodi, če lastnik izkaže, da je raba pomožne nepremičnine še vedno trajno potrebna za rabo glavne nepremičnine in da povezanost nepremičnin bistveno ne otežuje izvrševanja pravice imetnika, ki jo je pridobil pred nastankom povezanih nepremičnin.", "(3) Ob prenehanju povezanih nepremičnin se glede prehoda stvarnih in drugih pravic, vpisanih v zemljiško knjigo, ki obremenjujejo glavno nepremičnino, na pomožno nepremičnino smiselno uporabijo določila tega zakona, ki urejajo delitev nepremičnine."], "contradictions": ["Za prenehanje povezanih nepremičnin se uporabljajo izključno določila zakona o dedovanju, določbe tega zakona in drugih posebnih zakonov pa se ne uporabljajo.", "Sodišče mora v vsakem primeru ugoditi predlogu za prenehanje povezanih nepremičnin, ne glede na pravni interes predlagatelja ali nasprotovanje lastnika.", "Ob prenehanju povezanih nepremičnin pravice, vpisane na glavni nepremičnini, ne prehajajo na pomožno nepremičnino, ampak prenehajo z dnem izbrisa povezanosti.", "Prenehanje povezanih nepremičnin se lahko izvede zgolj na podlagi sporazuma vseh vpisanih lastnikov, brez potrebe po sodnem postopku.", "Če lastnik izkaže, da je raba pomožne nepremičnine še vedno potrebna za rabo glavne nepremičnine, mora sodišče predlogu za prenehanje vedno ugoditi."]}
{"title": "Pojem | 128. člen", "content": ["(1) Zastavna pravica je pravica zastavnega upnika, da se zaradi neplačila zavarovane terjatve ob njeni zapadlosti poplača skupaj z obrestmi in stroški iz vrednosti zastavljenega predmeta pred vsemi drugimi upniki zastavitelja.", "(2) Zastavitelj lahko ustanovi zastavno pravico za zavarovanje svojega ali tujega dolga.", "(3) Predmet zastavne pravice so lahko stvari, pravice in vrednostni papirji, če je mogoče z njimi razpolagati in če imajo premoženjsko vrednost."], "contradictions": ["Zastavna pravica daje zastavnemu upniku pravico do poplačila iz vrednosti zastavljenega predmeta šele po poplačilu vseh drugih upnikov zastavitelja.", "Zastavitelj lahko ustanovi zastavno pravico izključno za zavarovanje svojih obveznosti, ne pa tudi za tuj dolg.", "Predmet zastavne pravice so lahko le nepremičnine, premičnine pa so izključene iz zastavnega razmerja.", "Zastavna pravica ne omogoča poplačila obresti in stroškov, temveč le osnovne terjatve.", "Zastavna pravica se lahko ustanovi tudi na predmetih, s katerimi ni mogoče razpolagati ali ki nimajo premoženjske vrednosti."]}
{"title": "Zastavna pravica glede bodočih in pogojnih terjatev | 129. člen", "content": ["Zastavna pravica se lahko ustanovi tudi za zavarovanje bodoče ali pogojne terjatve."], "contradictions": ["Zastavna pravica se ne more ustanoviti za zavarovanje bodoče ali pogojne terjatve.", "Zastavna pravica je dovoljena izključno za že zapadle in določene terjatve.", "Za zavarovanje bodoče ali pogojne terjatve je mogoče uporabiti le osebna zavarovanja, ne pa zastavne pravice.", "Zastavna pravica, ustanovljena za bodočo ali pogojno terjatev, je nična.", "Zastavna pravica za bodočo ali pogojno terjatev nastane šele, ko terjatev postane dokončna in nesporna."]}
{"title": "Nastanek zastavne pravice | 130. člen", "content": ["Zastavna pravica lahko nastane na podlagi pravnega posla, zakona ali odločbe sodišča."], "contradictions": ["Zastavna pravica lahko nastane le na podlagi pravnega posla, ne pa na podlagi zakona ali odločbe sodišča.", "Zastavna pravica nastane izključno z vpisom v zemljiško knjigo, ne glede na pravni posel, zakon ali sodno odločbo.", "Zastavna pravica ne more nastati na podlagi sodne odločbe, temveč zgolj na podlagi zakona ali pravnega posla.", "Zastavna pravica lahko nastane tudi na podlagi ustne dogovora brez kakršnekoli pravne podlage.", "Zastavna pravica nastane samodejno z izročitvijo stvari, ne glede na obstoj pravnega posla, zakona ali sodne odločbe."]}
{"title": "Nastanek zastavne pravice na podlagi pravnega posla | 131. člen", "content": ["Za pridobitev zastavne pravice se zahteva veljaven pravni posel, iz katerega izhaja obveznost ustanoviti zastavno pravico, ter izpolnitev drugih pogojev, ki jih določa ta zakon."], "contradictions": ["Zastavna pravica lahko nastane tudi brez veljavnega pravnega posla, zgolj na podlagi ustnega dogovora med strankama.", "Zastavna pravica se lahko ustanovi na podlagi enostranske izjave volje brez kakršnekoli pravne podlage.", "Za pridobitev zastavne pravice ni potrebno, da pravni posel, iz katerega izhaja obveznost ustanovitve zastavne pravice, velja; zadostuje zgolj namera strank.", "Pridobitev zastavne pravice ni pogojena z izpolnitvijo drugih pogojev, ki jih določa ta zakon.", "Zastavna pravica nastane avtomatično ob nastanku terjatve, brez potrebe po posebnem pravnem poslu ali izpolnitvi drugih zakonskih pogojev."]}
{"title": "Ničnost pogodbenih določil | 132. člen", "content": ["(1) Pogodbeni določili, da zastavljena stvar preide v last zastavnega upnika, če njegova terjatev ob zapadlosti ne bo plačana in o prodaji zastavljene stvari po vnaprej določeni ceni, sta nični, razen če ta zakon določa drugače.", "(2) Dogovora o prehodu lastninske pravice in prodaji po določeni ceni sta veljavna, če sta sklenjena po zapadlosti zavarovane terjatve."], "contradictions": ["Pogodbeni določili, ki določata, da zastavljena stvar preide v last zastavnega upnika ob neplačilu terjatve ali da se proda po vnaprej določeni ceni, sta vedno veljavni, ne glede na določbe tega zakona.", "Pogodbeni določili o prehodu lastninske pravice in prodaji po določeni ceni sta nični tudi, če sta sklenjeni po zapadlosti zavarovane terjatve.", "Pogodbeni določili, ki urejata prehod lastninske pravice na zastavnem upniku ali prodajo po vnaprej določeni ceni, sta veljavni, če tako določita pogodbeni stranki, ne glede na čas sklenitve dogovora.", "Zastavni upnik lahko ob zapadlosti neplačane terjatve samostojno določi ceno prodaje zastavljene stvari brez soglasja zastavitelja.", "Pogodbeni določili o prehodu lastninske pravice in prodaji po določeni ceni sta veljavni že ob sklenitvi zastavne pogodbe, ne glede na to, ali je terjatev že zapadla."]}
{"title": "Pravica razpolaganja | 133. člen", "content": ["Za pridobitev zastavne pravice na podlagi pravnega posla mora zastavitelj imeti pravico razpolagati s predmetom zastave."], "contradictions": ["Za pridobitev zastavne pravice na podlagi pravnega posla ni potrebno, da ima zastavitelj pravico razpolagati s predmetom zastave.", "Zastavno pravico na podlagi pravnega posla lahko pridobi tudi oseba, ki je le posestnik predmeta zastave, ne glede na pravico razpolaganja.", "Pravica razpolaganja s predmetom zastave ni pogoj za veljavno ustanovitev zastavne pravice na podlagi pravnega posla.", "Zastavitelj lahko ustanovi zastavno pravico na tuji stvari brez soglasja lastnika.", "Za pridobitev zastavne pravice na podlagi pravnega posla mora zastavitelj izrecno dokazati, da nima nobene pravice razpolaganja s predmetom zastave."]}
{"title": "Nastanek zakonite zastavne pravice | 134. člen", "content": ["Zakonita zastavna pravica nastane v trenutku, ko so izpolnjeni vsi pogoji, ki jih za nastanek zastavne pravice določa zakon."], "contradictions": ["Zakonita zastavna pravica nastane šele po pravnomočnosti sodne odločbe, ki ugotovi obstoj pogojev za njen nastanek.", "Zakonita zastavna pravica nastane že z izraženo voljo strank, ne glede na izpolnitev zakonskih pogojev.", "Zakonita zastavna pravica nastane šele z vpisom v zemljiško knjigo, ne glede na izpolnitev drugih pogojev.", "Zakonita zastavna pravica ne more nastati brez posebnega dovoljenja pristojnega organa, tudi če so vsi zakonski pogoji izpolnjeni.", "Zakonita zastavna pravica nastane šele po poteku desetih let od izpolnitve zakonskih pogojev."]}
{"title": "Nastanek zastavne pravice na podlagi sodneodločbe | 135. člen", "content": ["Zastavna pravica na podlagi sodne odločbe nastane z njeno pravnomočnostjo, razen če zakon določa drugače."], "contradictions": ["Zastavna pravica na podlagi sodne odločbe nastane šele z vpisom v zemljiško knjigo, ne glede na pravnomočnost odločbe.", "Zastavna pravica na podlagi sodne odločbe nastane šele, ko dolžnik izrecno pisno potrdi odločbo sodišča.", "Zastavna pravica na podlagi sodne odločbe ne more nastati brez predhodnega soglasja obeh strank postopka.", "Zastavna pravica na podlagi sodne odločbe nastane že z izdajo odločbe, ne glede na njeno pravnomočnost.", "Zastavna pravica na podlagi sodne odločbe nastane šele po poteku desetih let od pravnomočnosti odločbe."]}
{"title": "Večkratna zastavitev | 136. člen", "content": ["Če je predmet zastavljen več zastavnim upnikom, se vrstni red njihovega popolnega poplačila določa po trenutku nastanka zastavne pravice."], "contradictions": ["Če je predmet zastavljen več zastavnim upnikom, se vrstni red njihovega popolnega poplačila določa po višini zavarovane terjatve, ne glede na trenutek nastanka zastavne pravice.", "V primeru večkratne zastavitve ima zadnji zastavni upnik prednost pri poplačilu pred prejšnjimi zastavnimi upniki.", "Vrstni red popolnega poplačila več zastavnih upnikov se določa z žrebom med njimi.", "V primeru večkratne zastavitve se vsi zastavni upniki poplačajo hkrati in v enakih deležih, ne glede na čas nastanka njihove zastavne pravice.", "Vrstni red popolnega poplačila zastavnih upnikov se določi glede na osebno poznanstvo z dolžnikom."]}
{"title": "Prenehanje | 137. člen", "content": ["(1) Če preneha zavarovana terjatev, zastavna pravica preneha, razen če zakon določa drugače.", "(2) Zastavna pravica preneha tudi s prenehanjem predmeta zastave. Če na mesto predmeta zastave stopi nov predmet, ki je zastavljiv, zastavni upnik pridobi enako vrsto zastavne pravice na novem predmetu."], "contradictions": ["Zastavna pravica ostane v veljavi tudi po prenehanju zavarovane terjatve, ne glede na določbe zakona.", "Če predmet zastave preneha, zastavna pravica ne preneha, temveč se prenese na vrednost, ki bi jo predmet lahko imel, četudi nov predmet ni zastavljiv.", "Zastavna pravica lahko obstaja neodvisno od obstoja zavarovane terjatve ali predmeta zastave.", "Če preneha predmet zastave, zastavni upnik ne pridobi nobene pravice na novem predmetu, tudi če je ta zastavljiv.", "Zavarovana terjatev lahko preneha, vendar zastavna pravica ostane v korist zastavnega upnika do izrecnega odpoklica."]}
{"title": "Pojem | 138. člen", "content": ["Hipoteka je zastavna pravica na nepremičninah."], "contradictions": ["Hipoteka je zastavna pravica na premičninah.", "Hipoteka ni zastavna pravica, temveč stvarna služnost na nepremičninah.", "Hipoteka je osebna pravica, ki se lahko ustanovi na vsakem premoženju dolžnika.", "Hipoteka je lahko ustanovljena izključno na premičninah, kot so vozila ali umetnine.", "Hipoteka ni vezana na nobeno stvar, ampak na osebno zavezo dolžnika."]}
{"title": "Hipoteka na nepremičnini v lasti več oseb | 139. člen", "content": ["(1) Vsak solastnik lahko ustanovi hipoteko na svojem idealnem deležu brez soglasja drugih solastnikov.", "(2) Za pogodbeno ustanovitev hipoteke na celotni nepremičnini, ki je predmet solastnine, je potrebno soglasje vseh solastnikov.", "(3) Če je nepremičnina v skupni lastnini, je lahko hipoteka ustanovljena le na nepremičnini kot celoti."], "contradictions": ["Za ustanovitev hipoteke na idealnem deležu solastnika je potrebno soglasje vseh drugih solastnikov.", "Vsak solastnik lahko brez soglasja drugih ustanovi hipoteko na celotni nepremičnini, ki je v solastnini.", "V primeru skupne lastnine je mogoče ustanoviti hipoteko tudi zgolj na posameznem deležu posameznega skupnega lastnika.", "Za pogodbeno ustanovitev hipoteke na celotni nepremičnini v solastnini zadostuje soglasje solastnikov, katerih deleži presegajo polovico vrednosti nepremičnine.", "Hipoteka se lahko ustanovi na idealnem deležu v skupni lastnini brez kakršnegakoli soglasja drugih skupnih lastnikov."]}
{"title": "Obseg hipoteke | 140. člen", "content": ["(1) Hipoteka obsega nepremičnino v celoti, kot tudi vse njene sestavine in plodove, dokler ti niso ločeni od glavne stvari.", "(2) Hipoteka obsega tudi pritikline, ki so v lasti zastavitelja."], "contradictions": ["Hipoteka obsega le posamezne dele nepremičnine, ki jih stranki izrecno določita, ne pa nepremičnine v celoti.", "Hipoteka ne zajema plodov nepremičnine, četudi ti še niso ločeni od glavne stvari.", "Hipoteka ne obsega pritiklin, ne glede na to, ali so v lasti zastavitelja ali ne.", "Hipoteka obsega samo tiste sestavine nepremičnine, ki so posebej navedene v pogodbi, ostale pa ne.", "Hipoteka se nanaša izključno na ločene plodove nepremičnine in ne na nepremičnino samo."]}
{"title": "Nastanek hipoteke na podlagi pravnega posla | 141. člen", "content": ["(1) Za pridobitev hipoteke na podlagi pravnega posla se zahteva vpis v zemljiško knjigo.", "(2) Vpis v zemljiško knjigo se opravi na podlagi listine, ki vsebuje zemljiškoknjižno dovolilo.", "(3) Listina iz prejšnjega odstavka mora vsebovati označbo hipotekarnega upnika in dolžnika zavarovane terjatve ter zastavitelja, če ta hkrati ni dolžnik zavarovane terjatve, pravni temelj, zemljiškoknjižno označbo nepremičnine, na kateri se ustanavlja hipoteka in višino ter zapadlost zavarovane terjatve."], "contradictions": ["Hipoteka na podlagi pravnega posla nastane že s sklenitvijo pogodbe, brez vpisa v zemljiško knjigo.", "Vpis hipoteke v zemljiško knjigo se lahko opravi tudi na podlagi ustnega dogovora strank, brez predložitve listine z zemljiškoknjižnim dovolilom.", "Za ustanovitev hipoteke zadostuje, da listina vsebuje zgolj označbo nepremičnine, brez navedbe hipotekarnega upnika ali dolžnika.", "Pri ustanovitvi hipoteke na podlagi pravnega posla ni potrebno navesti pravnega temelja v zemljiškoknjižni listini.", "Hipoteko na nepremičnini lahko ustanovi katerakoli oseba, ne glede na to, ali je lastnik nepremičnine ali ne."]}
{"title": "Nastanek hipoteke na podlagi neposredno izvršljivega notarskega zapisa | 142. člen", "content": ["(1) Pravni posel o ustanovitvi hipoteke je lahko sklenjen v obliki neposredno izvršljivega notarskega zapisa, v katerem zastavitelj soglaša, da se terjatev zavaruje z vknjižbo hipoteke na zastaviteljevi nepremičnini in da se po zapadlosti terjatve opravi poplačilo terjatve iz kupnine, dosežene s prodajo in izpraznitev ter izročitev nepremičnine v enem mesecu po prodaji.", "(2) Neposredna izvršljivost notarskega zapisa se zaznamuje v zemljiški knjigi in učinkuje tudi proti vsakemu kasnejšemu pridobitelju lastninske pravice na zastavljeni nepremičnini.", "(3) Vknjižbo hipoteke in zaznambo izvršljivosti mora nemudoma po sklenitvi posla predlagati notar."], "contradictions": ["Hipoteka ne more nastati na podlagi notarskega zapisa, temveč zgolj na podlagi pravnomočne sodne odločbe.", "Notar lahko predlog za vknjižbo hipoteke in zaznambo izvršljivosti vloži šele po izpolnitvi vseh pogojev iz ločenega postopka preverjanja, ne pa takoj po sklenitvi posla.", "Poplačilo terjatve iz prodaje zastavljene nepremičnine se lahko opravi šele po poteku šestih mesecev od prodaje, ne pa v enem mesecu.", "Neposredna izvršljivost notarskega zapisa nima učinka proti kasnejšim pridobiteljem lastninske pravice na zastavljeni nepremičnini.", "Zastavitelj lahko z enim notarskim zapisom ustanovi hipoteko na vseh nepremičninah v državi, vključno z nepremičninami v lasti tretjih oseb brez njihovega soglasja."]}
{"title": "Nastanek hipoteke na podlagi sodne odločbe | 143. člen", "content": ["Hipoteka nastane na podlagi sodne odločbe z vpisom v zemljiško knjigo."], "contradictions": ["Hipoteka na podlagi sodne odločbe nastane že z izdajo sodne odločbe, brez vpisa v zemljiško knjigo.", "Hipoteka na podlagi sodne odločbe ni dovoljena in se ne sme ustanoviti.", "Hipoteka nastane na podlagi sodne odločbe šele po izpolnitvi vseh pogojev, ki jih določi izvršilno sodišče, ne glede na vpis v zemljiško knjigo.", "Hipoteka na podlagi sodne odločbe nastane z vpisom v poseben register, ne pa v zemljiško knjigo.", "Hipoteka, ki izhaja iz sodne odločbe, nastane avtomatično, brez kakršnegakoli vpisa v evidenco."]}
{"title": "Zakonita hipoteka | 144. člen", "content": ["Zakonita hipoteka nastane s trenutkom, ko so izpolnjeni pogoji, predpisani z zakonom."], "contradictions": ["Zakonita hipoteka nastane šele po pravnomočnosti sodne odločbe, ki ugotovi izpolnitev zakonskih pogojev.", "Zakonita hipoteka ne more nastati zgolj z izpolnitvijo zakonsko določenih pogojev, temveč je potrebna še notarska overitev.", "Zakonita hipoteka nastane šele z vpisom v zemljiško knjigo, ne glede na izpolnitev zakonskih pogojev.", "Zakonita hipoteka lahko nastane tudi brez izpolnitve vseh pogojev, če tako odloči hipotekarni upnik.", "Zakonita hipoteka ne nastane samodejno, temveč je za njeno ustanovitev potrebna izrecna privolitev dolžnika."]}
{"title": "Skupna hipoteka | 145. člen", "content": ["(1) Za zavarovanje iste terjatve se lahko hipoteka ustanovi na več nepremičninah.", "(2) Hipotekarni upnik lahko v tem primeru zahteva poplačilo svoje terjatve s prodajo nepremičnine vsakega od zastaviteljev, in to v kakršnemkoli vrstnem redu."], "contradictions": ["Za zavarovanje iste terjatve se hipoteka ne sme ustanoviti na več nepremičninah istočasno.", "Hipotekarni upnik lahko zahteva poplačilo svoje terjatve samo s prodajo vseh zastavljenih nepremičnin hkrati.", "V primeru skupne hipoteke lahko hipotekarni upnik zahteva poplačilo zgolj s prodajo nepremičnine tistega zastavitelja, ki je prvi vpisan v zemljiško knjigo.", "Če je ustanovljena skupna hipoteka, mora hipotekarni upnik najprej izčrpati možnost poplačila iz ene nepremičnine, preden se lahko poplača iz drugih.", "Hipotekarni upnik v primeru skupne hipoteke ne more zahtevati poplačila svoje terjatve s prodajo nobene od zastavljenih nepremičnin."]}
{"title": "Maksimalna hipoteka | 146. člen", "content": ["(1) Hipoteka se lahko ustanovi tudi tako, da se določi najvišji znesek, do katerega za zavarovane terjatve jamči nepremičnina (maksimalna hipoteka).", "(2) Z maksimalno hipoteko se lahko zavaruje posamezna terjatev ali terjatve, ki izvirajo iz določenega pravnega razmerja, katerih višina v trenutku ustanovitve hipoteke ni določena.", "(3) Z maksimalno hipoteko so do najvišjega zneska zavarovane tudi vse obresti in stroški zavarovanih terjatev.", "(4) V primeru odstopa terjatve, zavarovane z maksimalno hipoteko, je prenos hipoteke izključen."], "contradictions": ["Hipoteka se lahko ustanovi le za točno določen znesek, pri čemer ni dovoljeno določiti najvišjega zneska jamstva za terjatve.", "Z maksimalno hipoteko ni mogoče zavarovati terjatev, katerih višina v trenutku ustanovitve ni natančno določena.", "Obresti in stroški zavarovanih terjatev niso vključeni v zavarovanje z maksimalno hipoteko, temveč se krije zgolj glavnica.", "Prenos hipoteke v primeru odstopa terjatve, zavarovane z maksimalno hipoteko, je vedno dovoljen in se izvede skupaj s terjatvijo.", "Z maksimalno hipoteko se lahko zavarujejo tudi terjatve, ki niso povezane z nobenim pravnim razmerjem ali ki nastanejo po naključju."]}
{"title": "Več hipotek na isti stvari | 147. člen", "content": ["(1) Na isti nepremičnini se lahko ustanovi več hipotek.", "(2) Ničen je dogovor, s katerim se zastavitelj zaveže, da na nepremičnini ne bo ustanovil nadaljnjih hipotek.", "(3) Šele ko je prvi upnik poplačan v celoti, se poplača naslednji upnik in tako po vrsti.", "(4) Če je upnik sporazumno poplačan, se naslednji upniki pomaknejo za eno mesto navzgor."], "contradictions": ["Na isti nepremičnini ni dovoljeno ustanoviti več kot ene hipoteke.", "Dogovor, s katerim se zastavitelj zaveže, da ne bo ustanovil dodatnih hipotek, je veljaven in zavezujoč za vse stranke.", "Vsak upnik iz več hipotek na isti nepremičnini se poplača sorazmerno glede na višino svoje terjatve, ne glede na vrstni red vknjižbe.", "Če je prvi upnik le delno poplačan, se lahko naslednji upnik že začne poplačevati iz nepremičnine.", "Če je upnik sporazumno poplačan, vrstni red naslednjih upnikov ostane nespremenjen."]}
{"title": "Prenos hipoteke | 148. člen", "content": ["(1) S prenosom zavarovane terjatve se prenese tudi hipoteka, če ni dogovorjeno drugače.", "(2) Prenos hipoteke učinkuje šele z vpisom v zemljiško knjigo."], "contradictions": ["Hipoteka se ne prenese s prenosom zavarovane terjatve, razen če je to izrecno dogovorjeno.", "Hipoteka se lahko prenese tudi brez vpisa v zemljiško knjigo, če se stranki tako dogovorita.", "Prenos hipoteke učinkuje že z dnem sklenitve pogodbe o prenosu terjatve, ne glede na vpis v zemljiško knjigo.", "Če ni drugače dogovorjeno, prenos zavarovane terjatve nima vpliva na obstoječo hipoteko.", "Hipoteko lahko prenese vsakdo, ki izkaže pravni interes, brez potrebe po povezavi s terjatvijo."]}
{"title": "Nadhipoteka | 149. člen", "content": ["(1) Nadhipoteka je zastavna pravica na terjatvi, zavarovani s hipoteko.", "(2) Hipotekarni upnik lahko ustanovi nadhipoteko v korist tretjega brez soglasja zastavitelja.", "(3) Za nadhipoteko se uporabljajo določila, ki urejajo zastavno pravico na terjatvi."], "contradictions": ["Nadhipoteka ni dopustna kot zastavna pravica na terjatvi, zavarovani s hipoteko.", "Hipotekarni upnik lahko ustanovi nadhipoteko le s predhodnim pisnim soglasjem zastavitelja.", "Za nadhipoteko se uporabljajo izključno določila, ki urejajo zastavno pravico na nepremičninah.", "Nadhipoteka se lahko ustanovi le na terjatvah, ki niso zavarovane s hipoteko.", "Hipotekarni upnik mora pred ustanovitvijo nadhipoteke pridobiti soglasje vseh upnikov zastavitelja, sicer je nadhipoteka nična."]}
{"title": "Nedeljivost hipoteke | 150. člen", "content": ["(1) Hipoteka je namenjena zavarovanju terjatve vse do njenega dokončnega poplačila. Če je terjatev plačana delno, se hipoteka ne zmanjša.", "(2) Ob delitvi nepremičnine, ki je obremenjena s hipoteko, je vsak od delov nepremičnine obremenjen s hipoteko v celoti.", "(3) Če je hipoteka ustanovljena na celotni stvari v solastnini, lahko vsak solastnik plača celoten dolg. S plačilom pridobi zavarovano terjatev skupaj s hipoteko."], "contradictions": ["Hipoteka se ob vsakem delnem plačilu terjatve sorazmerno zmanjša, ne glede na to, ali je terjatev v celoti poplačana.", "Ob delitvi nepremičnine obremenjene s hipoteko, je vsak novi del obremenjen le v sorazmerju z vrednostjo svoje površine glede na celoto.", "Če je hipoteka ustanovljena na solastniškem deležu, lahko posamezni solastnik poplača le svoj sorazmerni delež dolga, ne pa celotnega dolga.", "Hipoteka preneha obstajati takoj, ko je poplačan prvi obrok terjatve, ne glede na preostali dolg.", "Ob delitvi nepremičnine, ki je obremenjena s hipoteko, se hipoteka v celoti izbriše z vseh novih delov."]}
{"title": "Prodaja nepremičnine, zavarovane s hipoteko, pred zapadlostjo terjatve | 151. člen", "content": ["Če zastavitelj s svojim ravnanjem zmanjšuje vrednost v hipoteko dane nepremičnine ali kako drugače slabša njeno stanje, lahko hipotekarni upnik zahteva od sodišča, naj naloži hipotekarnemu dolžniku, da opusti takšna dejanja; če pa dolžnik tega ne stori, lahko zahteva prisilno izterjavo s hipoteko zavarovane terjatve še pred njeno zapadlostjo."], "contradictions": ["Hipotekarni upnik ne more zahtevati nobenih ukrepov proti zastavitelju, tudi če ta zmanjšuje vrednost nepremičnine ali slabša njeno stanje, dokler terjatev ne zapade.", "Če zastavitelj izboljšuje stanje nepremičnine, lahko hipotekarni upnik zahteva prisilno izterjavo zavarovane terjatve pred zapadlostjo.", "Sodišče ne sme naložiti hipotekarnemu dolžniku, da opusti dejanja, ki zmanjšujejo vrednost nepremičnine, ampak mora vedno počakati na zapadlost terjatve.", "Hipotekarni upnik lahko zahteva prodajo nepremičnine zavarovane s hipoteko pred zapadlostjo terjatve tudi brez predhodnega opozorila zastavitelju.", "Če dolžnik kljub sodni prepovedi nadaljuje z dejanji, ki slabšajo stanje nepremičnine, hipotekarni upnik nima pravice do prisilne izterjave pred zapadlostjo terjatve."]}
{"title": "Prepoved antihreze | 152. člen", "content": ["Ničen je dogovor, s katerim si hipotekarni upnik izgovori pravico do pobiranja plodov, ki jih daje nepremičnina, ali da bo nepremičnino kako drugače izkoriščal."], "contradictions": ["Hipotekarni upnik ima pravico na podlagi dogovora z dolžnikom pobirati plodove, ki jih daje obremenjena nepremičnina, dokler ni terjatev v celoti poplačana.", "Dogovor, s katerim si hipotekarni upnik pridobi pravico do uporabe ali izkoriščanja nepremičnine, je veljaven in učinkovit.", "Hipotekarni upnik lahko na podlagi pogodbe z dolžnikom nepremičnino izkorišča na način, ki ne zmanjšuje njene vrednosti.", "Hipotekarni upnik lahko na podlagi pogodbe prevzame upravljanje nepremičnine in koristi vse njene plodove, dokler hipoteka traja.", "Hipotekarni upnik lahko brez soglasja dolžnika kadarkoli začne izkoriščati obremenjeno nepremičnino za lastne potrebe."]}
{"title": "Poplačilo iz hipoteke | 153. člen", "content": ["(1) Če dolžnik v roku ne plača terjatve, lahko upnik s tožbo zahteva, da se zastavljena nepremičnina proda.", "(2) Če je hipoteka nastala na podlagi neposredno izvršljivega notarskega zapisa, lahko upnik od notarja zahteva, da ugotovi zapadlost terjatve in opravi prodajo zastavljene nepremičnine in poplačilo upnikov oziroma predlaga izvršbo.", "(3) Kupec nepremičnine sme ne glede na zakonske ali pogodbene roke pisno odpovedati pogodbo o rabi nepremičnine (zlasti najem in zakup), ki je nastala po ustanovitvi hipoteke, z odpovednim rokom enega meseca."], "contradictions": ["Če dolžnik v roku ne plača terjatve, upnik nima pravice zahtevati prodaje zastavljene nepremičnine, temveč mora počakati na prostovoljno izpolnitev obveznosti.", "V primeru neposredno izvršljivega notarskega zapisa mora upnik predlagati izvršbo preko sodišča in ne sme zahtevati, da notar opravi prodajo ali ugotovi zapadlost terjatve.", "Kupec nepremičnine ne more odpovedati pogodb o rabi nepremičnine, ki so nastale po ustanovitvi hipoteke, dokler ne potečejo vsi zakonski ali pogodbeni roki.", "Upnik lahko zahteva prodajo zastavljene nepremičnine le, če je dolžnik izrecno soglašal s prodajo po nastanku terjatve, ne pa zgolj zaradi neplačila v roku.", "Kupec nepremičnine je dolžan prevzeti vse pogodbe o rabi nepremičnine, ne glede na čas njihove sklenitve, in jih ne sme odpovedati."]}
{"title": "Prenehanje hipoteke | 154. člen", "content": ["(1) Hipoteka preneha z izbrisom iz zemljiške knjige, v katero je vpisana.", "(2) Izbris hipoteke se lahko zahteva:", "-     če dolžnik plača terjatev, ki je z njo zavarovana;", "-     če terjatev, zavarovana s hipoteko, preneha;", "-     če se hipotekarni upnik odreče hipoteki;", "-     če je ista oseba postala lastnik nepremičnine in imetnik hipoteke na tej nepremičnini;", "-     če hipoteka s potekom časa ugasne;", "-     če se zastavljena stvar proda za poplačilo zavarovane terjatve.", "(3) Hipoteka ugasne s potekom desetih let od dneva dospelosti zavarovane terjatve.", "(4) Če je po kakršnemkoli naslovu lastnik s hipoteko obremenjene nepremičnine prejel v nadomestilo drugo nepremičnino, preide hipoteka na to nepremičnino."], "contradictions": ["Hipoteka preneha samodejno s plačilom zavarovane terjatve, brez potrebe po izbrisu iz zemljiške knjige.", "Hipoteka preneha šele, ko hipotekarni upnik izrecno potrdi, da je terjatev poplačana, ne glede na izbris iz zemljiške knjige.", "Hipoteka lahko preneha tudi, če dolžnik izpodbija terjatev na sodišču, ne glede na dejansko poplačilo ali prenehanje terjatve.", "Hipoteka ostane vpisana in veljavna tudi po poteku desetih let od dneva dospelosti zavarovane terjatve.", "Če lastnik prejme drugo nepremičnino v nadomestilo, hipoteka ne preide na novo nepremičnino, temveč ostane na prvotni obremenjeni nepremičnini."]}
{"title": "Nastanek | 155. člen", "content": ["(1) Zastavna pravica na premičnini nastane na podlagi veljavne zastavne pogodbe, ko zastavitelj zastavnemu upniku izroči zastavljeno premičnino v neposredno posest.", "(2) Zastavna pravica nastane tudi, če se zastavljena premičnina izroči v neposredno posest tretjemu tako, da njeno izročitev lahko zahteva samo zastavni upnik."], "contradictions": ["Zastavna pravica na premičnini nastane že s sklenitvijo zastavne pogodbe, ne glede na izročitev premičnine v posest.", "Zastavna pravica na premičnini ne more nastati, če je premičnina izročena tretji osebi, tudi če ima zastavni upnik pravico zahtevati izročitev.", "Za nastanek zastavne pravice na premičnini ni potrebno, da se premičnina izroči v neposredno posest zastavnemu upniku ali tretji osebi.", "Zastavna pravica na premičnini nastane šele, ko je zastavna pogodba vpisana v poseben register, ne pa z izročitvijo premičnine.", "Zastavna pravica na premičnini nastane, če zastavitelj premičnino pusti na javnem mestu in o tem obvesti zastavnega upnika."]}
{"title": "Dobra vera zastavnega upnika | 156. člen", "content": ["(1) Dobroverni zastavni upnik pridobi zastavno pravico, tudi če zastavitelj ni imel pravice razpolagati, če ima zastavitelj premičnino v svoji posesti po volji njenega lastnika.", "(2) Zastavni upnik, ki je v dobri veri glede neobstoja drugih zastavnih pravic, pridobi zastavno pravico z najboljšim vrstnim redom, če ima zastavitelj premičnino v svoji posesti."], "contradictions": ["Zastavni upnik ne more pridobiti zastavne pravice, če zastavitelj nima pravice razpolagati, ne glede na dobro vero ali posest premičnine.", "Zastavni upnik, ki je v dobri veri glede neobstoja drugih zastavnih pravic, pridobi zastavno pravico z najslabšim vrstnim redom, tudi če ima zastavitelj premičnino v svoji posesti.", "Dobroverni zastavni upnik pridobi zastavno pravico le, če je zastavitelj tudi lastnik premičnine, ne glede na posest po volji lastnika.", "Zastavni upnik ne more nikoli pridobiti zastavne pravice na premičnini, ki je v posesti zastavitelja, če ta ni njen lastnik.", "Vsakdo lahko pridobi zastavno pravico na premičnini, ne glede na dobro vero ali posest, če le obstaja dogovor med strankama."]}
{"title": "Hramba zastavljene stvari | 157. člen", "content": ["Zastavni upnik mora hraniti zastavljeno premičnino kot dober gospodarstvenik oziroma kot dober gospodar. Zavarovana terjatev se poveča za potrebne stroške, ki jih je imel zastavni upnik z zastavljeno premičnino."], "contradictions": ["Zastavni upnik ni dolžan hraniti zastavljene premičnine kot dober gospodarstvenik ali kot dober gospodar, temveč lahko z njo ravna po lastni presoji.", "Zavarovana terjatev se zmanjša za stroške, ki jih je imel zastavni upnik z zastavljeno premičnino.", "Zastavni upnik lahko zastavljeno premičnino prepusti v hrambo tretji osebi brez soglasja zastavitelja.", "Stroški, ki jih ima zastavni upnik z zastavljeno premičnino, se ne vštevajo v zavarovano terjatev.", "Zastavni upnik lahko zastavljeno premičnino prosto uporablja za lastne potrebe, ne da bi moral upoštevati načela dobrega gospodarjenja."]}
{"title": "Uporaba zastavljene stvari | 158. člen", "content": ["(1) Zastavni upnik nima pravice uporabljati zastavljene premičnine ali je izročiti drugemu v rabo ali v zastavo (podzastava), razen če mu to dovoli zastavitelj.", "(2) Zastavni upnik, ki uporablja zastavljeno premičnino brez zastaviteljevega dovoljenja ali jo izroči drugemu v rabo ali v zastavo, odgovarja tudi za naključno uničenje ali poškodbo stvari, ki bi se zgodila pri tem.", "(3) Terjatev zastavitelja nasproti zastavnemu upniku za povrnitev škode zaradi poslabšanja stvari zastara v enem letu od dneva, ko je bila stvar vrnjena."], "contradictions": ["Zastavni upnik ima pravico uporabljati zastavljeno premičnino in jo izročiti drugemu v rabo ali v zastavo brez soglasja zastavitelja.", "Če zastavni upnik uporablja zastavljeno premičnino brez dovoljenja zastavitelja, ne odgovarja za naključno uničenje ali poškodbo, ki bi se zgodila pri tem.", "Terjatev zastavitelja za povrnitev škode zaradi poslabšanja stvari ne zastara, dokler ni izrecno odpovedana.", "Zastavni upnik lahko prosto razpolaga z zastavljeno premičnino, vključno z njeno uporabo in podzastavitvijo, ne glede na voljo zastavitelja.", "V primeru, da zastavni upnik zastavljeno premičnino proda na tržnici brez vednosti zastavitelja, ni dolžan povrniti nobene škode."]}
{"title": "Plodovi zastavljene stvari | 159. člen", "content": ["(1) Na plodovih zastavljene premičnine, ki se ločijo od glavne stvari med trajanjem zastavne pravice, pridobi lastninsko pravico zastavni dolžnik, če v zastavni pogodbi ni določeno drugače.", "(2) Če zastavni upnik pridobi lastninsko pravico na plodovih, se za vrednost plodov zmanjša zavarovana terjatev. Vrednost plodov se najprej odšteje od povračila stroškov, do katerega ima pravico zastavni upnik, nato od dolžnih obresti in končno od glavnice.", "(3) Prvi in drugi odstavek tega člena veljata tudi za koristi, dosežene z rabo zastavljene premičnine."], "contradictions": ["Na plodovih zastavljene premičnine, ki se ločijo od glavne stvari med trajanjem zastavne pravice, vedno pridobi lastninsko pravico zastavni upnik, ne glede na določbe zastavne pogodbe.", "Če zastavni upnik pridobi lastninsko pravico na plodovih, se vrednost plodov ne upošteva pri zmanjšanju zavarovane terjatve.", "Vrednost plodov se najprej odšteje od glavnice, nato od dolžnih obresti in šele nazadnje od povračila stroškov zastavnega upnika.", "Prvi in drugi odstavek tega člena ne veljata za koristi, dosežene z rabo zastavljene premičnine.", "Zastavni upnik lahko zahteva, da se plodovi zastavljene premičnine prodajo na javni dražbi, preden se ločijo od glavne stvari."]}
{"title": "Odvzem zastavljene stvari od zastavnega upnika | 160. člen", "content": ["Na zahtevo zastavitelja sodišče odredi, naj se zastavljena premičnina vzame zastavnemu upniku in izroči nekomu tretjemu, da jo ima v posesti zanj in za njegov račun, če zastavni upnik ne hrani zastavljene premičnine tako, kot bi jo moral, če jo brez zastaviteljevega dovoljenja uporablja ali daje v rabo drugemu ali če je ne uporablja v skladu z danim dovoljenjem, in sploh če ravna z njo v nasprotju s pogodbo in zakonom."], "contradictions": ["Sodišče na zahtevo zastavitelja ne more odrediti odvzema zastavljene premičnine zastavnemu upniku, ne glede na način ravnanja zastavnega upnika z zastavljeno stvarjo.", "Če zastavni upnik brez dovoljenja zastavitelja uporablja zastavljeno premičnino, to ne predstavlja razloga za odvzem stvari.", "Zastavitelj nima pravice zahtevati, da se zastavljena premičnina izroči tretji osebi, tudi če zastavni upnik ravna z njo v nasprotju s pogodbo.", "Odvzem zastavljene premičnine je mogoč le, če to izrecno dovoljuje pogodba med strankama, ne pa na podlagi sodne odločbe.", "Če zastavni upnik uniči ali odtuji zastavljeno premičnino, mora sodišče odrediti, da mu ostane v posesti še naprej kot varovalo za poplačilo terjatve."]}
{"title": "Napaka zastavljene stvari | 161. člen", "content": ["Če se pokaže, da ima zastavljena premičnina kakšno stvarno ali pravno napako, za katero zastavni upnik v trenutku sklepanja zastavne pogodbe ni vedel, oziroma je bilo dogovorjeno, da bo napaka do izročitve stvari v posest odpravljena in zaradi napake zastavljena premičnina ne pomeni zadostnega zavarovanja za poplačilo zavarovane terjatve, ima zastavni upnik pravico zahtevati od zastavitelja drugo primerno zavarovanje."], "contradictions": ["Če ima zastavljena premičnina stvarno ali pravno napako, zastavni upnik nima pravice zahtevati drugega zavarovanja, ne glede na posledice napake.", "V primeru stvarne ali pravne napake zastavljene premičnine, ki zmanjša vrednost zavarovanja, je dolžnost zastavnega upnika, da napako odpravi na lastne stroške.", "Če se izkaže, da zastavljena premičnina zaradi napake ne pomeni zadostnega zavarovanja, lahko zastavni upnik odstopi od pogodbe, ne da bi zahteval drugo zavarovanje.", "Zastavitelj ni dolžan zagotoviti drugega zavarovanja, če se napaka na zastavljeni premičnini pokaže po sklenitvi zastavne pogodbe.", "Če je zastavljena premičnina popolnoma uničena zaradi lastne napake, mora zastavni upnik kljub temu poplačati svojo terjatev iz te premičnine."]}
{"title": "Predčasna prodaja zastavljene stvari | 162. člen", "content": ["(1) Če se zastavljena premičnina kvari ali če sicer izgublja vrednost in je nevarnost, da bi postala nezadostna za zavarovanje upnikove terjatve, lahko sodišče na zahtevo zastavnega upnika ali zastavitelja po zaslišanju druge stranke lahko odredi, naj bo stvar prodana in določi pogoje prodaje. Prodaja se opravi na javni dražbi ali po morebitni borzni ali tržni ceni. Kupnina se po odbitju stroškov postopka in prodaje izplača zastavnemu upniku na račun zavarovane terjatve tako, da se pri tem upoštevajo obresti v višini bančne eskontne stopnje v kraju izpolnitve zavarovane terjatve od dneva plačila do dneva zapadlosti zavarovane terjatve.", "(2) Sodišče zavrne zahtevek zastavnega upnika, če zastavitelj ponudi zastavnemu upniku, da mu bo namesto zastavljene premičnine priskrbel drugo primerno zavarovanje."], "contradictions": ["Zastavljeno premičnino, ki izgublja vrednost, lahko zastavni upnik brez sodelovanja sodišča kadarkoli proda, ne glede na mnenje ali soglasje zastavitelja.", "Prodaja zastavljene premičnine, ki izgublja vrednost, se lahko opravi le na podlagi soglasja obeh strank, brez možnosti sodnega posredovanja.", "Če zastavitelj ponudi drugo zavarovanje, sodišče tega ne upošteva in vedno odredi prodajo zastavljene stvari.", "Kupnina od prodaje zastavljene premičnine se po odbitju stroškov v celoti izplača zastavitelju, ne glede na višino zavarovane terjatve.", "Če zastavljena premičnina izgubi vrednost, jo mora sodišče brez postopka takoj uničiti, ne da bi upoštevalo interese upnika ali zastavitelja."]}
{"title": "Pravice zastavitelja | 163. člen", "content": ["(1) Na zahtevo zastavitelja sme sodišče dovoliti, da se zastavljena premičnina proda določeni osebi za določeno ceno, če spozna, da je cena ugodna in če so s tem obvarovani upravičeni interesi zastavnega upnika. Kupnina se po odbitju stroškov postopka in prodaje izplača zastavnemu upniku na račun zavarovane terjatve tako, da se pri tem upoštevajo obresti v višini bančne eskontne stopnje v kraju izpolnitve zavarovane terjatve od dneva plačila do dneva zapadlosti zavarovane terjatve.", "(2) Zastavitelj, ki potrebuje zastavljeno premičnino za lastne potrebe, lahko zahteva, da sodišče naloži zastavnemu upniku njeno vrnitev, če priskrbi drugo primerno zavarovanje."], "contradictions": ["Sodišče ne sme dovoliti prodaje zastavljene premičnine določeni osebi na zahtevo zastavitelja, ne glede na ponujeno ceno ali interese zastavnega upnika.", "Zastavitelj ne more zahtevati vrnitve zastavljene premičnine, tudi če ponudi drugo primerno zavarovanje.", "Kupnina od prodaje zastavljene premičnine se v celoti izplača zastavitelju, ne glede na zavarovano terjatev ali stroške postopka.", "Obresti se pri izplačilu kupnine ne upoštevajo, ne glede na dogovorjeno bančno eskontno stopnjo ali kraj izpolnitve zavarovane terjatve.", "Sodišče lahko na zahtevo zastavitelja odredi prodajo zastavljene premičnine tudi, če cena ni ugodna in interesi zastavnega upnika niso obvarovani."]}
{"title": "Varstvo zastavne pravice | 164. člen", "content": ["Zastavni upnik ima v času trajanja zastavne pravice enako pravno varstvo kot lastnik in lahko pod istimi pogoji zahteva vrnitev zastavljene stvari, prenehanje vznemirjanja in posestno varstvo."], "contradictions": ["Zastavni upnik v času trajanja zastavne pravice nima nobenega pravnega varstva glede zastavljene stvari in ne more zahtevati njene vrnitve niti prenehanja vznemirjanja.", "Zastavni upnik lahko zahteva varstvo zastavljene stvari samo v primeru, če je lastnik odsoten več kot eno leto.", "Zastavni upnik ima v času trajanja zastavne pravice pravno varstvo le v obsegu, ki ga določa poseben dogovor z zastaviteljem, ne pa enako kot lastnik.", "Zastavni upnik lahko zahteva vrnitev zastavljene stvari le po prenehanju zastavne pravice, ne pa v času njenega trajanja.", "Zastavni upnik nima pravice zahtevati posestnega varstva v zvezi z zastavljeno stvarjo, saj je to izključno pravica lastnika."]}
{"title": "Vrnitev zastavljene stvari | 165. člen", "content": ["Zastavni upnik mora takoj, ko je zavarovana terjatev v celoti plačana, zastavitelju vrniti zastavljeno premičnino oziroma mu omogočiti, da jo prevzame iz neposredne posesti tretjega."], "contradictions": ["Zastavni upnik lahko po poplačilu zavarovane terjatve zadrži zastavljeno premičnino do izteka dodatnega roka, ki ga sam določi.", "V primeru poplačila terjatve ni dolžnost zastavnega upnika, da vrne zastavljeno premičnino zastavitelju.", "Zastavni upnik mora zastavljeno premičnino vrniti šele po preteku tridesetih dni od prejema celotnega plačila zavarovane terjatve.", "Zastavitelj je dolžan zastavno premičnino po poplačilu terjatve predati v last zastavnemu upniku.", "Zastavni upnik lahko zastavljeno premičnino proda tudi po poplačilu zavarovane terjatve, če meni, da je to v njegovo korist."]}
{"title": "Sodna prodaja zastavljene stvari | 166. člen", "content": ["Če zavarovana terjatev ni poravnana ob zapadlosti, sme zastavni upnik zahtevati od sodišča odločbo, naj se zastavljena premičnina proda in opravi poplačilo. Za prodajo se smiselno uporabljajo predpisi, ki urejajo izvršbo s prodajo premične stvari."], "contradictions": ["Sodni prodaji zastavljene premičnine ni mogoče zahtevati, če zavarovana terjatev ni poravnana ob zapadlosti, temveč mora zastavni upnik počakati na prostovoljno izpolnitev dolžnika.", "Če zavarovana terjatev ni poravnana ob zapadlosti, zastavni upnik ne potrebuje sodne odločbe za prodajo zastavljene premičnine, temveč jo lahko proda samostojno brez nadzora sodišča.", "Za prodajo zastavljene premičnine se ne uporabljajo predpisi o izvršbi s prodajo premične stvari, temveč se prodaja opravi po pravilih o prosti prodaji na trgu.", "Zastavni upnik lahko zahteva prodajo zastavljene premičnine tudi pred zapadlostjo zavarovane terjatve, če oceni, da bo terjatev ogrožena.", "V primeru neporavnane zavarovane terjatve ob zapadlosti mora sodišče zastavljeno premičnino zapleniti in jo brez prodaje prenesti v last zastavnega upnika."]}
{"title": "Izvensodna prodaja zastavljene stvari | 167. člen", "content": ["(1) Zastavni upnik in zastavitelj se lahko z zastavno pogodbo dogovorita, da se zastavljena premičnina lahko proda izvensodno. Dogovor o izvensodni prodaji mora biti sklenjen pisno. Pri zastavnih pogodbah, ki se po določilih obligacijskega prava štejejo za gospodarske pogodbe, se obstoj dogovora o izvensodni prodaji domneva.", "(2) Če zavarovana terjatev ni poravnana ob zapadlosti, lahko zastavni upnik proda zastavljeno premičnino na javni dražbi ali po morebitni borzni ali tržni ceni. Prodaja se lahko opravi po osmih dneh od dneva, ko je opozoril dolžnika zavarovane terjatve, pa tudi zastavitelja, če ta ni ista oseba, da bo tako ravnal. Zastavni upnik mora obema pravočasno sporočiti dan in kraj prodaje. Zastavni upnik iz izkupička prodaje poplača svojo celotno terjatev skupaj z obrestmi in stroški, morebitni presežek pa mora izročiti zastavitelju.", "(3) Določila zastavne pogodbe, ki določajo drugačen način izvensodne prodaje, kot je določen v prejšnjem odstavku, so nična."], "contradictions": ["Zastavni upnik lahko brez predhodnega obvestila dolžniku in zastavitelju kadarkoli proda zastavljeno premičnino na kakršenkoli način, tudi brez javne dražbe ali upoštevanja tržne cene.", "Dogovor o izvensodni prodaji zastavljene premičnine je veljaven tudi, če je sklenjen ustno ali na kakršenkoli drug način, ne glede na pisno obliko.", "Pri gospodarskih zastavnih pogodbah se obstoj dogovora o izvensodni prodaji ne domneva in ga je treba izrecno dokazati.", "Zastavni upnik sme izkupiček iz prodaje zastavljene stvari zadržati v celoti, ne glede na višino zavarovane terjatve, presežka pa ni dolžan izročiti zastavitelju.", "Določila zastavne pogodbe, ki določajo drugačen način izvensodne prodaje, kot je določen v prejšnjem odstavku, so vedno veljavna in imajo prednost pred zakonskimi določbami."]}
{"title": "Prenehanje zastavne pravice | 168. člen", "content": ["Zastavna pravica preneha, če zastavni upnik prostovoljno vrne zastavljeno premičnino v zastaviteljevo posest."], "contradictions": ["Zastavna pravica ne preneha, če zastavni upnik prostovoljno vrne zastavljeno premičnino v zastaviteljevo posest.", "Zastavna pravica preneha le, če zastavitelj izrecno zahteva izbris iz zemljiške knjige, ne glede na vrnitev premičnine.", "Zastavna pravica preneha šele, ko zastavni upnik prejme celotno poplačilo zavarovane terjatve, ne glede na vrnitev premičnine.", "Zastavna pravica preneha zgolj na podlagi pisne odpovedi zastavnega upnika, ne pa z vračilom premičnine.", "Zastavna pravica ostane v veljavi tudi po tem, ko je zastavljena premičnina vrnjena zastavitelju, dokler ni izpolnjen poseben sodni postopek."]}
{"title": "Zastava več zastavnim upnikom | 169. člen", "content": ["(1) Zastavitelj lahko isto premičnino zastavi več zastavnim upnikom. Drugi in naslednji zastavni upniki pridobijo zastavno pravico v trenutku, ko zastavitelj o tem obvesti zastavnega upnika, ki ima stvar v neposredni posesti oziroma za katerega ima stvar v neposredni posesti tretji.", "(2) Če je zastavnemu upniku, ki ima stvar v posesti, zavarovana terjatev v celoti plačana, mora zastavljeno premičnino izročiti naslednjemu zastavnemu upniku. Poplačani zastavni upnik ima za stroške hrambe od plačila zavarovane terjatve do vrnitve zastavno pravico. Šteje se, da ima ta zastavna pravica isti dan nastanka kot zastavna pravica, ki je prenehala zaradi plačila zavarovane terjatve."], "contradictions": ["Zastavitelj ne sme isto premičnino zastaviti več kot enemu zastavnemu upniku, ne glede na soglasje upnikov.", "Drugi in naslednji zastavni upniki pridobijo zastavno pravico šele ob izročitvi premičnine v njihovo neposredno posest, ne pa že z obvestilom prvemu zastavnemu upniku.", "Če je zavarovana terjatev v celoti plačana, mora zastavni upnik premičnino vrniti izključno zastavitelju in ne naslednjemu zastavnemu upniku.", "Poplačani zastavni upnik nima pravice do zastavne pravice za stroške hrambe po plačilu zavarovane terjatve.", "Zastavna pravica za stroške hrambe nastane šele z izročitvijo premičnine naslednjemu zastavnemu upniku in ne velja retroaktivno od dneva nastanka prejšnje zastavne pravice."]}
{"title": "Pojem | 170. člen", "content": ["Neposestna zastavna pravica je zastavna pravica na premičnini, pri kateri zastavljena premičnina ni izročena v neposredno posest zastavnemu upniku niti ni izročena v neposredno posest tretji osebi za zastavnega upnika, ampak zastavljena premičnina ostane v neposredni posesti zastavitelja ali tretje osebe zanj."], "contradictions": ["Neposestna zastavna pravica nastane le, če je zastavljena premičnina izročena v neposredno posest zastavnemu upniku ali tretji osebi za zastavnega upnika.", "Neposestna zastavna pravica se lahko ustanovi tudi na nepremičninah, čeprav te ostanejo v posesti zastavitelja.", "Pri neposestni zastavni pravici mora biti zastavljena premičnina vedno izročena v neposredno posest zastavnega upnika.", "Neposestna zastavna pravica se šteje za veljavno le, če je premičnina fizično odstranjena iz posesti zastavitelja.", "Neposestna zastavna pravica daje zastavnemu upniku pravico do takojšnje fizične posesti zastavljene premičnine ob sklenitvi pogodbe."]}
{"title": "Nastanek neposestne zastavne pravice | 171. člen", "content": ["(1) Neposestna zastavna pravica nastane s sporazumom v obliki notarskega zapisa.", "(2) Sporazum iz prejšnjega odstavka mora vsebovati označbo zastavnega upnika in dolžnika zavarovane terjatve ter zastavitelja, če ta hkrati ni dolžnik zavarovane terjatve, pravni temelj, opis zastavljene premičnine, podatke, na podlagi katerih jo je mogoče identificirati, višino in zapadlost zavarovane terjatve oziroma podatke, na podlagi katerih se lahko višina in zapadlost ustrezno določita. Če je predmet sporazuma neposestna zastava premičnin, za katere se vodi register iz 177. člena tega zakona, se za podatke, na podlagi katerih je mogoče identificirati premičnino, šteje enolični identifikacijski znak premičnine.", "(3) Če zastavitelj soglaša z neposredno izvršljivostjo sporazuma iz prvega odstavka tega člena, ima tak sporazum v postopku izvršbe učinek rubeža premičnine.", "(4) Če je predmet sporazuma iz prvega odstavka tega člena neposestna zastava premičnin, za katere se vodi register iz 177. člena tega zakona, neposestna zastavna pravica ne glede na prvi odstavek tega člena nastane z njenim vpisom v ta register. Vpis opravi notar nemudoma po sklenitvi sporazuma."], "contradictions": ["Neposestna zastavna pravica nastane zgolj z ustnim dogovorom med strankama, brez potrebe po notarskem zapisu.", "Sporazum o neposestni zastavi premičnin ni potrebno vsebovati podatkov o identiteti zastavitelja, če ta ni dolžnik zavarovane terjatve.", "Soglasje zastavitelja k neposredni izvršljivosti sporazuma ne ustvarja nobenih učinkov v postopku izvršbe.", "Za premičnine, za katere se vodi register iz 177. člena, neposestna zastavna pravica nastane šele z izdajo posebnega dovoljenja pristojnega organa, ne pa z vpisom v register.", "Vpis neposestne zastavne pravice v register iz 177. člena lahko opravi katerakoli fizična oseba, ne glede na določbe o notarski pristojnosti."]}
{"title": "Uporaba zastavljene premičnine | 172. člen", "content": ["Zastavitelj lahko uporablja zastavljeno premičnino v skladu z njenim ekonomskim namenom oziroma dogovorom z zastavnim upnikom in je nima pravice odtujiti ali obremeniti brez soglasja zastavnega upnika."], "contradictions": ["Zastavitelj lahko prosto odtuji ali obremeni zastavljeno premičnino brez kakršnegakoli soglasja zastavnega upnika.", "Zastavitelj nima pravice uporabljati zastavljene premičnine v nobenem primeru, ne glede na njen ekonomski namen ali dogovor z zastavnim upnikom.", "Zastavitelj sme zastavljeno premičnino uporabljati zgolj, če je to izrecno prepovedano z dogovorom z zastavnim upnikom.", "Zastavitelj lahko zastavljeno premičnino odtuji ali obremeni brez omejitev, če je to v skladu z običajno rabo stvari.", "Zastavni upnik je dolžan dovoliti odtujitev ali obremenitev zastavljene premičnine na zahtevo zastavitelja, ne glede na okoliščine."]}
{"title": "Neposestna zastavna pravica na zalogah ali na poslovni opremi | 173. člen", "content": ["(1) Predmet neposestne zastavne pravice so lahko tudi zaloge ali poslovna oprema, ki so na točno določenem prostoru.", "(2) Zastavitelj mora na običajen način skrbeti za obnavljanje zalog.", "(3) Zastavitelj mora zastavnemu upniku omogočiti reden nadzor nad obnavljanjem zalog in stanjem poslovne opreme ter mu o tem pošiljati izpiske iz svojih knjig, če med strankama ni dogovorjeno drugače.", "(4) Sporazum o ustanovitvi neposestne zastavne pravice na zalogah ali na poslovni opremi mora namesto enoličnega identifikacijskega znaka premičnine vsebovati natančen opis lege prostora, ki je območje zastave, in njegov enolični identifikacijski znak.", "(5) Ko posamezna premičnina, ki je del zalog, območje zastave zapusti, zastavna pravica na njej preneha, če zastavitelj v okviru svoje dejavnosti daje takšne premičnine v promet.", "(6) Če je posamezna premičnina, ki je del zalog ali poslovne opreme, že predmet neposestne zastavne pravice, pridobi zastavni upnik neposestne zastavne pravice na zalogah ali poslovni opremi zastavno pravico z najboljšim vrstnim redom, če je v dobri veri glede neobstoja takšne pravice."], "contradictions": ["Neposestna zastavna pravica na zalogah ali poslovni opremi je mogoča le, če so premičnine individualno označene z enoličnim identifikacijskim znakom, ne glede na lokacijo.", "Zastavitelj ni dolžan obnavljati zalog, če to izrecno ni določeno v pogodbi med strankama.", "Zastavni upnik nima pravice do rednega nadzora nad zalogami ali poslovno opremo, razen če je to izrecno dogovorjeno v pogodbi.", "Sporazum o ustanovitvi neposestne zastavne pravice na zalogah ali poslovni opremi mora vsebovati le splošen opis premičnin, brez navedbe lege prostora ali identifikacijskega znaka.", "Zastavna pravica na posamezni premičnini iz zalog preneha šele, ko je ta premičnina prodana končnemu kupcu, ne pa že ob zapustitvi območja zastave."]}
{"title": "Devastacija zastavljene premičnine | 174. člen", "content": ["(1) Če zastavitelj s svojim ravnanjem ali opustitvijo zmanjšuje vrednost zastavljene premičnine ali kako drugače poslabšuje njeno stanje, lahko zastavni upnik zahteva, da se stvar izroči v neposredno posest njemu ali komu tretjemu za zastavnega upnika.", "(2) Z izročitvijo zastavljene premičnine v neposredno posest zastavnega upnika ali tretjemu se pridobi zastavna pravica na premičnini (ročna zastava), pri kateri se domneva obstoj sporazuma o izvensodni prodaji."], "contradictions": ["Če zastavitelj s svojim ravnanjem ali opustitvijo zmanjšuje vrednost zastavljene premičnine, zastavni upnik nima nobene pravice zahtevati izročitve stvari v neposredno posest.", "Z izročitvijo zastavljene premičnine v neposredno posest zastavnega upnika ali tretji osebi ne nastane nikakršna sprememba glede zastavne pravice na premičnini.", "V primeru, da zastavitelj poslabša stanje zastavljene premičnine, lahko zastavni upnik zahteva le denarno odškodnino, ne pa izročitve stvari v neposredno posest.", "Domneva o obstoju sporazuma o izvensodni prodaji ne velja v primeru izročitve zastavljene premičnine v neposredno posest zastavnega upnika ali tretji osebi.", "Če zastavitelj popolnoma uniči zastavljeno premičnino, je dolžan prejeti dodatno nagrado od zastavnega upnika za zmanjšanje njegove odgovornosti."]}
{"title": "Poplačilo iz neposestne zastavne pravice | 175. člen", "content": ["(1) Če dolžnik ob zapadlosti ne poravna zavarovane terjatve, mora zastavitelj izročiti zastavnemu upniku zastavljeno premičnino v neposredno posest.", "(2) Z izročitvijo zastavljene premičnine v neposredno posest zastavnega upnika se pridobi zastavna pravica na premičnini (ročna zastava), pri kateri se domneva obstoj sporazuma o izvensodni prodaji.", "(3) Če zastavitelj ne izroči zastavnemu upniku zastavljene premičnine, lahko zastavni upnik predlaga izvršbo za izročitev stvari ali izvršbo s prodajo, če je zastavitelj soglašal z neposredno izvršljivostjo sporazuma iz prvega odstavka 171. člena tega zakona."], "contradictions": ["Če dolžnik ob zapadlosti ne poravna zavarovane terjatve, zastavitelj ni dolžan izročiti zastavljene premičnine zastavnemu upniku v neposredno posest.", "Z izročitvijo zastavljene premičnine v neposredno posest zastavnega upnika se zastavna pravica na premičnini ne pridobi, temveč je za pridobitev potrebna dodatna sodna odločba.", "Če zastavitelj ne izroči premičnine, zastavni upnik ne more predlagati izvršbe za izročitev stvari ali izvršbe s prodajo, ne glede na soglasje zastavitelja.", "Pri neposestni zastavni pravici je izročitev premičnine v neposredno posest zastavnega upnika prepovedana, ne glede na izpolnitev ali neizpolnitev terjatve.", "Domneva o obstoju sporazuma o izvensodni prodaji se ne uporablja pri izročitvi zastavljene premičnine v neposredno posest zastavnega upnika."]}
{"title": "Večkratna zastavitev iste premičnine | 176. člen", "content": ["(1) Premičnina se lahko pod pogoji iz 172. člena tega zakona večkrat neposestno zastavi. Zastavitelj mora o vsaki kasnejši neposestni zastavitvi obvestiti vse prejšnje zastavne upnike.", "(2) Če se premičnina neposestno zastavi več zastavnim upnikom, se poplačilo opravi ob zapadlosti prve zavarovane terjatve preko enega od njih ali tretje osebe (pooblaščenca za prodajo), ki jo sporazumno določijo. Če sporazum med zastavnimi upniki ni mogoč, osebo določi na predlog kateregakoli zastavnega upnika sodišče v nepravdnem postopku.", "(3) Zastavitelj mora izročiti zastavljeno premičnino pooblaščencu za prodajo, ki jo opravi v skladu s 167. členom tega zakona. Po odbitju stroškov prodaje pooblaščenec izkupiček razdeli med zastavne upnike, upoštevaje vrstni red pridobitve neposestnih zastavnih pravic in zapadlost zavarovanih terjatev, pri čemer se pri poplačilu nezapadle terjatve upoštevajo obresti v višini bančne eskontne stopnje v kraju izpolnitve zavarovane terjatve od dneva plačila do dneva zapadlosti zavarovane terjatve."], "contradictions": ["Premičnine ni dovoljeno večkrat neposestno zastaviti, ne glede na določbe 172. člena tega zakona.", "Zastavitelj ni dolžan obvestiti prejšnjih zastavnih upnikov o kasnejših neposestnih zastavitvah, če so ti v dobri veri.", "Če se premičnina neposestno zastavi več upnikom, se poplačilo opravi izključno v vrstnem redu zapadlosti zavarovanih terjatev, ne glede na sporazum ali določitev pooblaščenca.", "Zastavitelj ni dolžan izročiti premičnine pooblaščencu za prodajo, temveč lahko vsak zastavni upnik samostojno proda premičnino v obsegu svojega zavarovanja.", "Pooblaščenec za prodajo mora razdeliti izkupiček med zastavne upnike v enakih deležih, ne glede na vrstni red pridobitve zastavnih pravic ali zapadlost terjatev."]}
{"title": "Register neposestnih zastavnih pravic in zarubljenih premičnin | 177. člen", "content": ["(1) Če je mogoča enolična identifikacija premičnine, se neposestna zastavna pravica na premičninah, za katere tako določi Vlada Republike Slovenije, vpiše v register neposestnih zastavnih pravic in zarubljenih premičnin (v nadaljnjem besedilu: register), ki ga upravlja pravna oseba javnega prava, pristojna za javnopravne evidence in storitve. V tem primeru se za neposestno zastavno pravico smiselno uporabljajo določila tega zakona o hipoteki.", "(2) Register je informatizirana baza podatkov. Vpise v register opravijo državni organi in osebe, ki jih za to pooblašča zakon. Vpis v register izvedejo v elektronski obliki.", "(3) V register se vpisujejo podatki o pravnem temelju zastavne pravice, zavarovani terjatvi, zastavnem upniku, dolžniku in zastavitelju, če ta ni ista oseba kot dolžnik, ter predpisani enolični identifikacijski znak zastavljene premičnine.", "(4) O zastavnem upniku, dolžniku in zastavitelju se v register vpisujejo naslednji podatki:", "-     osebno ime, naslov prebivališča, EMŠO in davčna številka fizične osebe, če fizična oseba nima ne EMŠO ne davčne številke, pa vrsta in številka njenega osebnega dokumenta;", "-     firma ali ime, sedež, poslovni naslov, matična in davčna številka pravne osebe ali drug ustrezen identifikacijski podatek;", "-     osebno ime, firma, sedež, poslovni naslov, matična in davčna številka samostojnega podjetnika posameznika ali posameznika, ki samostojno opravlja dejavnost, ali drug ustrezen identifikacijski podatek.", "(5) Pri vpisih v register se z uporabo EMŠO ali davčne številke fizične osebe, matične ali davčne številke pravne osebe, samostojnega podjetnika posameznika ali posameznika, ki samostojno opravlja dejavnost, ter identifikacijskega znaka premičnine ali nepremičnine ali zgradbe, v kateri so premičnine, drugi podatki, ki se vodijo v registru, prevzamejo in se posodabljajo avtomatično iz uradnih evidenc iz sedmega odstavka tega člena. Če podatkov v povezanih uradnih evidencah ni, se v register vpišejo ročno.", "(6) Po vpisu v register se izda elektronsko potrdilo o vpisu. Podatki o zastavitvi premičnine, na katero se nanaša vpis, se na podlagi povezanosti z uradnimi evidencami, v katere se vpisujejo premičnine, avtomatično posredujejo ali se omogoči njihov prevzem organom, da jih vpišejo v evidence, ki jih vodijo.", "(7) Register je zaradi zagotavljanja varnosti pravnega prometa, ažurnosti podatkov in usklajenosti uradnih evidenc povezan z uporabo EMŠO s centralnim registrom prebivalstva, z uporabo matične številke s Poslovnim registrom Slovenije, z uporabo davčne številke z davčnim registrom, povezanost z uradno evidenco, v katero se vpisuje premičnina ali nepremičnina ali zgradba, v kateri so premičnine, ki je predmet vpisa v register, pa se zagotavlja prek istega povezovalnega znaka, ki se v taki uradni evidenci vodi.", "(8) Vlada Republike Slovenije z uredbo določi vrste premičnin, za katere se vzpostavi register, vrsto enoličnega identifikacijskega znaka za premičnine, način vodenja in upravljanja registra, povezovanja in iskanja podatkov v registru ter tarifo za vpise v register."], "contradictions": ["Neposestna zastavna pravica na premičninah se ne vpisuje v noben register, ne glede na možnost enolične identifikacije premičnine.", "Podatki o zastavnem upniku in dolžniku se v register vpisujejo le po njihovi izrecni pisni privolitvi.", "Register neposestnih zastavnih pravic in zarubljenih premičnin vodi zasebna pravna oseba, ki jo izbere Vlada Republike Slovenije na podlagi javnega razpisa.", "Vpis v register se lahko opravi tudi v papirni obliki, če elektronsko vodenje ni mogoče zagotoviti.", "Za neposestno zastavno pravico na premičninah se določila tega zakona o hipoteki v nobenem primeru ne uporabljajo."]}
{"title": "Namen in javnost registra ter hramba podatkov | 177.a člen", "content": ["(1) Podatki v registru se obdelujejo zaradi zagotavljanja varnosti pravnega prometa ter učinkovite prisilne izterjave in uveljavljanja terjatev ter so dostopni prek spletnih strani pravne osebe javnega prava, pristojne za javnopravne evidence in storitve. Podatki iz registra so javni, razen EMŠO, davčne številke in drugega identifikacijskega podatka fizične osebe, ki ni subjekt vpisa v Poslovni register Slovenije.", "(2) Če je premičnina vpisana v register, se nihče ne more sklicevati na to, da ni poznal podatkov o zastavni pravici, ki so vpisani v tem registru.", "(3) Dostop do podatkov, ki so javni, ni mogoč na način, ki bi omogočal ugotovitev, ali je fizična oseba zastavni upnik, dolžnik oziroma zastavitelj pri katerikoli premičnini, in tudi ne, ali je določena pravna oseba, samostojni podjetnik posameznik ali posameznik, ki samostojno opravlja dejavnost, zastavni upnik pri katerikoli premičnini.", "(4) Ne glede na omejitve iz prejšnjega odstavka imajo dostop do vseh podatkov iz registra zastavni upniki, dolžniki in zastavitelji v zvezi z zadevami, pri katerih so kot taki vpisani, notarji, izvršitelji, stečajni upravitelji in druge osebe, ki jih zakon pooblašča, da opravijo vpis v register, ter na podlagi zakona pooblaščene osebe in državni organi, če jih potrebujejo zaradi opravljanja predpisanih nalog.", "(5) Podatki, vpisani v register, se hranijo pet let od dneva, ko so bili iz registra izbrisani."], "contradictions": ["Podatki v registru so dostopni zgolj pooblaščenim osebam in niso javni, razen če zakon določa drugače.", "Nihče ne more uveljavljati pravnih posledic v zvezi z zastavno pravico na premičnini, če ni dokazal, da je bil dejansko seznanjen s podatki iz registra.", "Dostop do podatkov iz registra je mogoč tudi na način, ki omogoča ugotovitev identitete fizične ali pravne osebe kot zastavnega upnika, dolžnika ali zastavitelja pri katerikoli premičnini.", "Vsi podatki, vpisani v register, se hranijo trajno in se ne izbrišejo po nobenem roku.", "Vsakdo ima neomejen in neposreden dostop do vseh podatkov iz registra, ne glede na svoj pravni interes ali pooblastilo."]}
{"title": "Pojem | 178. člen", "content": ["Za zavarovanje terjatve se lahko ustanovi zastavna pravica na drugi terjatvi, katere predmet je dajatev (zastavljena terjatev)."], "contradictions": ["Za zavarovanje terjatve ni mogoče ustanoviti zastavne pravice na drugi terjatvi, katere predmet je dajatev.", "Zastavna pravica na drugi terjatvi, katere predmet je dajatev, se lahko ustanovi le, če je to izrecno dogovorjeno med strankama in potrjeno s strani sodišča.", "Zastavna pravica se lahko ustanovi zgolj na fizičnih stvareh, ne pa na terjatvah, katerih predmet je dajatev.", "Zavarovanje terjatve z zastavno pravico na drugi terjatvi, katere predmet je dajatev, ni dovoljeno, če terjatev še ni zapadla.", "Zastavna pravica na drugi terjatvi, katere predmet je dajatev, se lahko ustanovi brez soglasja upnika zastavljene terjatve."]}
{"title": "Obvestitev dolžnika in izročitev listine | 179. člen", "content": ["(1) Zastavna pravica na terjatvi nastane v trenutku, ko dolžnik zastavljene terjatve od zastavitelja prejme obvestilo, da je terjatev zastavljena.", "(2) Zastavitelj mora izročiti zastavnemu upniku morebitno listino in druga dokazila o zastavljeni terjatvi."], "contradictions": ["Zastavna pravica na terjatvi nastane šele, ko zastavni upnik vpiše zastavno pravico v register, ne glede na obvestilo dolžniku.", "Zastavitelj ni dolžan izročiti nobenih listin ali dokazil o zastavljeni terjatvi zastavnemu upniku.", "Zastavna pravica na terjatvi nastane že s sklenitvijo zastavne pogodbe, ne glede na to, ali je dolžnik o zastavitvi obveščen.", "Dolžnika ni potrebno obvestiti o zastavitvi terjatve, da bi nastala zastavna pravica.", "Zastavitelj mora izročiti zastavnemu upniku vse listine o vseh svojih terjatvah, ne glede na to, ali so zastavljene ali ne."]}
{"title": "Prepoved izpolnitve zastavitelju | 180. člen", "content": ["Dolžnik zastavljene terjatve lahko po prejemu obvestila o zastavitvi veljavno izpolni samo zastavnemu upniku."], "contradictions": ["Dolžnik zastavljene terjatve po prejemu obvestila o zastavitvi lahko veljavno izpolni le zastavitelju.", "Dolžnik zastavljene terjatve lahko po prejemu obvestila o zastavitvi izbere, ali bo izpolnil zastavnemu upniku ali zastavitelju.", "Obvestilo o zastavitvi nima vpliva na to, komu dolžnik veljavno izpolni terjatev.", "Dolžnik sme po obvestilu o zastavitvi izpolniti obveznost katerikoli fizični ali pravni osebi, ki jo sam določi.", "Če dolžnik po prejemu obvestila o zastavitvi izpolni terjatev tretji osebi, se šteje, da je izpolnitev veljavna."]}
{"title": "Dolžnost ohranitve terjatve | 181. člen", "content": ["Zastavni upnik je dolžan ukreniti vse potrebno za ohranitev zastavljene terjatve."], "contradictions": ["Zastavni upnik ni dolžan storiti ničesar za ohranitev zastavljene terjatve.", "Zastavni upnik lahko zanemari skrb za zastavljeno terjatev, če meni, da je to v njegovem interesu.", "Zastavni upnik je prost vsakršne odgovornosti za škodo, nastalo zaradi opustitve ukrepov za ohranitev zastavljene terjatve.", "Zastavni upnik mora ohranitev zastavljene terjatve zagotoviti le, če ga k temu izrecno pozove zastavitelj.", "Zastavni upnik lahko zastavljeno terjatev poljubno uporabi ali uniči, brez dolžnosti ohranitve."]}
{"title": "Izterjanje in vračunanje obresti | 182. člen", "content": ["(1) Če daje zastavljena terjatev pravico do obresti ali do kakšne druge občasne terjatve, jo mora zastavni upnik izterjati.", "(2) Tako doseženi zneski se pobotajo s stroški, do katerih ima pravico zastavni upnik, z dolgovanimi mu obrestmi in končno z glavnico."], "contradictions": ["Zastavni upnik ni dolžan izterjati obresti ali drugih občasnih terjatev iz zastavljene terjatve.", "Izterjane obresti se v celoti pripišejo glavničnemu dolgu, brez pobotanja s stroški ali drugimi obveznostmi.", "Zneski, pridobljeni iz obresti ali drugih občasnih terjatev, se najprej pobotajo z glavnico in šele nato s stroški in obrestmi, ki pripadajo zastavnemu upniku.", "Če zastavljena terjatev daje pravico do obresti, lahko zastavni upnik te obresti obdrži zase in jih ni dolžan všteti v poplačilo dolga.", "Zastavni upnik lahko izterjane obresti uporabi za osebne namene, ne da bi jih moral upoštevati pri obračunu z glavnim dolgom ali stroški."]}
{"title": "Prenehanje zavarovane terjatve | 183. člen", "content": ["Če zavarovana terjatev preneha, mora zastavni upnik obvestiti dolžnika zastavljene terjatve, da je njegova zastavna pravica prenehala. Dolžnik zastavljene terjatve lahko po prejemu tega obvestila veljavno izpolni samo zastavitelju."], "contradictions": ["Če zavarovana terjatev preneha, zastavni upnik ni dolžan obvestiti dolžnika zastavljene terjatve o prenehanju zastavne pravice.", "Po prenehanju zavarovane terjatve lahko dolžnik zastavljene terjatve še naprej izpolnjuje obveznosti zastavnemu upniku, dokler ne prejme posebnega sodnega sklepa.", "Zastavna pravica na terjatvi ne preneha samodejno s prenehanjem zavarovane terjatve, temveč šele s soglasjem vseh vpletenih strank.", "Dolžnik zastavljene terjatve lahko po prenehanju zavarovane terjatve veljavno izpolni obveznost katerikoli osebi, ki izkaže pravni interes.", "Če zavarovana terjatev preneha, mora zastavni upnik obvestiti sodne organe, ne pa dolžnika zastavljene terjatve."]}
{"title": "Izterjava zastavljene terjatve | 184. člen", "content": ["(1) Ko zastavljena terjatev zapade v plačilo, jo mora zastavni upnik izterjati.", "(2) Če je predmet zastavljene terjatve izročitev kakšne stvari, z izpolnitvijo zastavljene terjatve zastavnemu upniku nastane zastavna pravica na stvari, s katero je bila terjatev izpolnjena.", "(3) Če je predmet zastavljene terjatve denar, mora zastavni upnik na zastaviteljevo zahtevo položiti izterjani znesek pri sodišču."], "contradictions": ["Zastavni upnik po zapadlosti zastavljene terjatve ni dolžan izterjati terjatve, temveč lahko počaka na prostovoljno izpolnitev dolžnika.", "Če je predmet zastavljene terjatve izročitev stvari, z izpolnitvijo terjatve zastavnemu upniku ne nastane nobena stvarnopravna pravica na izročeni stvari.", "Če je predmet zastavljene terjatve denar, zastavni upnik ni dolžan položiti izterjanega zneska pri sodišču, tudi če to zahteva zastavitelj.", "Zastavni upnik lahko prosto razpolaga z izterjano denarno terjatvijo, ne glede na zahtevo zastavitelja ali določbe zakona.", "Če je predmet zastavljene terjatve izročitev stvari, pripada zastavna pravica na povsem drugi stvari, kot je bila izročena za izpolnitev terjatve."]}
{"title": "Poplačilo, če je predmet obeh terjatev denar | 185. člen", "content": ["(1) Če je predmet zastavljene in zavarovane terjatve denar, sme zastavni upnik obdržati zase toliko, kolikor mu je dolgovano, preostalo pa mora izročiti zastavitelju.", "(2) Če zavarovana terjatev ob zapadlosti zastavljene terjatve še ni zapadla v plačilo, mora zastavni upnik zavarovano terjatev zmanjšati za obresti v višini bančne eskontne stopnje v kraju izpolnitve zavarovane terjatve od dneva plačila zastavljene terjatve do dneva zapadlosti zavarovane terjatve."], "contradictions": ["Zastavni upnik sme obdržati celoten znesek izterjanega denarja, ne glede na višino svoje terjatve, zastavitelju pa ni dolžan ničesar vrniti.", "Če zavarovana terjatev ob zapadlosti zastavljene terjatve še ni zapadla, se zavarovana terjatev ne zmanjša za nobene obresti, ne glede na bančno eskontno stopnjo.", "Če je predmet obeh terjatev denar, mora zastavni upnik izročiti celoten znesek zastavitelju, ne glede na višino svoje terjatve.", "Zastavni upnik lahko obdrži le tisti znesek, ki presega zavarovano terjatev, preostanek pa mora izročiti zavarovancu.", "Pri poplačilu denarnih terjatev se ne upošteva bančna eskontna stopnja, temveč se zavarovana terjatev zmanjša za pogodbeno dogovorjene obresti med strankama."]}
{"title": "Ugovori dolžnika zastavljene terjatve | 186. člen", "content": ["Dolžnik zastavljene terjatve lahko uveljavlja proti zastavnemu upniku enake ugovore, kot jih pri odstopu terjatve dolžnik odstopljene terjatve lahko uveljavlja proti prevzemniku."], "contradictions": ["Dolžnik zastavljene terjatve ne more uveljavljati nobenih ugovorov proti zastavnemu upniku, ki jih sicer lahko uveljavlja proti prevzemniku pri odstopu terjatve.", "Dolžnik zastavljene terjatve lahko uveljavlja proti zastavnemu upniku le tiste ugovore, ki so izrecno dogovorjeni v zastavni pogodbi.", "Dolžnik zastavljene terjatve lahko uveljavlja proti zastavnemu upniku zgolj tiste ugovore, ki izhajajo iz razmerja med dolžnikom in zastavnim upnikom, ne pa tudi iz razmerja z upnikom terjatve.", "Zastavni upnik lahko zavrne vse ugovore dolžnika zastavljene terjatve, ne glede na njihovo vsebino ali izvor.", "Dolžnik zastavljene terjatve lahko uveljavlja proti zastavnemu upniku le ugovore, ki so nastali po ustanovitvi zastavne pravice."]}
{"title": "Predmet | 187. člen", "content": ["Zastavna pravica se lahko ustanovi tudi na vrednostnem papirju."], "contradictions": ["Zastavne pravice ni mogoče ustanoviti na vrednostnem papirju.", "Zastavna pravica na vrednostnem papirju velja le, če je to izrecno določeno s posebnim zakonom.", "Zastavna pravica se lahko ustanovi zgolj na premičninah, ki niso vrednostni papirji.", "Vrednostni papirji so izključeni iz predmetov, na katerih se lahko ustanovi zastavna pravica.", "Zastavna pravica na vrednostnem papirju nastane le, če je vrednostni papir že v stečajnem postopku."]}
{"title": "Nastanek zastavne pravice | 188. člen", "content": ["(1) Če se zastavljeni vrednostni papir glasi na prinosnika, nastane zastavna pravica, ko je vrednostni papir izročen zastavnemu upniku.", "(2) Če se zastavljeni vrednostni papir glasi po odredbi ali če se zastavljeni vrednostni papir glasi na ime, vendar se v skladu z zakonom prenaša z indosamentom, nastane zastavna pravica z indosamentom, v katerem je navedeno, da je vrednostni papir izročen v zastavo (indosament v zastavo) in izročitvijo vrednostnega papirja.", "(3) Če se zastavljeni vrednostni papir glasi na ime, nastane zastavna pravica v trenutku, ko dolžnik iz vrednostnega papirja od zastavitelja prejme obvestilo, da je terjatev iz vrednostnega papirja zastavljena.", "(4) Nastanek zastavne pravice na vrednostnem papirju, ki je v skladu z zakonom izdan v nematerializirani obliki, ureja zakon, ki določa način in pogoje izdaje vrednostnega papirja v nematerializirani obliki."], "contradictions": ["Zastavna pravica na vrednostnem papirju na prinosnika nastane šele po vpisu v javni register, ne pa z izročitvijo papirja zastavnemu upniku.", "Pri vrednostnih papirjih na ime, ki se prenašajo z indosamentom, zadostuje zgolj indosament brez izročitve papirja za nastanek zastavne pravice.", "Zastavna pravica na vrednostnem papirju, izdanem v nematerializirani obliki, nastane le na podlagi pisne pogodbe med zastaviteljem in zastavnim upnikom, ne glede na posebne zakonske določbe o nematerializiranih papirjih.", "Če se vrednostni papir glasi na ime, je za nastanek zastavne pravice potrebno soglasje dolžnika iz vrednostnega papirja, ne zgolj obvestilo o zastavitvi.", "Zastavna pravica na vrednostnem papirju na prinosnika ne more nastati, saj je zastava takšnih papirjev v celoti prepovedana."]}
{"title": "Smiselna uporaba določil o zastavitvi terjatve | 189. člen", "content": ["Za zastavitev vrednostnega papirja se smiselno uporabljajo določila tega zakona, ki urejajo zastavno pravico na terjatvi."], "contradictions": ["Za zastavitev vrednostnega papirja se uporabljajo izključno določila tega zakona, ki urejajo zastavno pravico na premičninah, ne pa določila o zastavitvi terjatve.", "Vrednostni papirji se ne morejo zastaviti na način, ki je primerljiv z zastavitvijo terjatve, temveč le preko posebnih pravil, določenih v posebnem zakonu.", "Pri zastavitvi vrednostnega papirja se določila o zastavitvi terjatve ne uporabljajo, temveč se za vsak primer posebej določi način zastavitve z dogovorom med strankama.", "Za zastavitev vrednostnega papirja se uporabljajo določila o zastavitvi nepremičnin.", "Za zastavitev vrednostnega papirja se smiselno uporabljajo določila tega zakona, ki urejajo lastninsko pravico, ne pa določila o zastavitvi terjatve."]}
{"title": "Način zastavitve | 190. člen", "content": ["Zastavna pravica na drugi premoženjski pravici nastane na način, ki velja za prenos te pravice, če ni za določeno pravico predpisano kaj drugega."], "contradictions": ["Zastavna pravica na drugi premoženjski pravici nastane izključno s posebno pogodbo, ne glede na način prenosa te pravice.", "Zastavna pravica na drugi premoženjski pravici lahko nastane le z vpisom v zemljiško knjigo, ne glede na naravo pravice.", "Če ni za določeno pravico predpisano kaj drugega, zastavna pravica na tej pravici ne more nastati.", "Zastavna pravica na drugi premoženjski pravici nastane šele z izrecnim dovoljenjem državnega organa, ne glede na način prenosa.", "Zastavna pravica na drugi premoženjski pravici nastane samodejno ob izraženem namenu strank, brez upoštevanja kakršnegakoli načina prenosa te pravice."]}
{"title": "Uporaba določil o zastavitvi premičnine | 191. člen", "content": ["Določila o zastavitvi premičnine se uporabljajo tudi za zastavitev drugih premoženjskih pravic, če ni zanje predpisano kaj drugega."], "contradictions": ["Določila o zastavitvi premičnine se ne uporabljajo za zastavitev drugih premoženjskih pravic, razen če je to izrecno določeno z zakonom.", "Določila o zastavitvi premičnine se uporabljajo zgolj za premične stvari in nikoli za premoženjske pravice.", "Določila o zastavitvi premičnine se za zastavitev drugih premoženjskih pravic uporabljajo le, če je to posebej dogovorjeno med strankama.", "Za zastavitev drugih premoženjskih pravic se uporabljajo izključno posebna pravila, določila o zastavitvi premičnine pa se ne uporabljajo.", "Za zastavitev drugih premoženjskih pravic se uporabljajo določila o hipoteki na nepremičninah."]}
{"title": "(črtan) | 192. člen | (črtan) | 193. člen | (črtan) | 194. člen | (črtan) | 195. člen | (črtan) | 196. člen | (črtan) | 197. člen | (črtan) | 198. člen | (črtan) | 199. člen | (črtan) | 200. člen | (črtan) | Pojem | 201. člen", "content": ["(1) Prenos lastninske pravice v zavarovanje (fiduciarni prenos) je oblika zavarovanja terjatve, pri kateri ostane premičnina v neposredni posesti prenosnika ali tretje osebe za njega.", "(2) Šteje se, da je pridobitelj (fiduciar) pridobil lastninsko pravico pod razveznim pogojem plačila zavarovane terjatve. Če je dogovorjeno drugače, je sporazum iz 202. člena tega zakona veljaven, tudi če ne vsebuje višine in zapadlosti zavarovane terjatve.", "(3) Za fiduciarni prenos se smiselno uporabljajo določila o prenosu lastninske pravice."], "contradictions": ["Pri fiduciarni prenosu mora premičnina vedno preiti v neposredno posest pridobitelja, prenosnik pa ne sme več posedovati stvari.", "Fiduciar pridobi lastninsko pravico brez kakršnega koli pogoja, tudi če zavarovana terjatev ni plačana.", "Pri fiduciarni prenosu se določila o prenosu lastninske pravice ne uporabljajo.", "Sporazum o fiduciarni prenosu je veljaven le, če vsebuje natančno določeno višino in zapadlost zavarovane terjatve.", "Fiduciarni prenos lastninske pravice v zavarovanje ni dovoljen in je ničen ne glede na voljo pogodbenih strank."]}
{"title": "Sporazum strank o prenosu lastninske pravice v zavarovanje | 202. člen", "content": ["(1) Sporazum strank o prenosu lastninske pravice v zavarovanje mora biti sklenjen v obliki neposredno izvršljivega notarskega zapisa.", "(2) Sporazum iz prejšnjega odstavka mora vsebovati označbo fiduciarja in prenosnika ter dolžnika zavarovane terjatve, če ta ni prenosnik, pravni temelj, opis premičnine in višino ter zapadlost zavarovane terjatve."], "contradictions": ["Sporazum strank o prenosu lastninske pravice v zavarovanje je veljaven tudi, če je sklenjen zgolj v ustni obliki brez notarske overitve.", "Sporazum o prenosu lastninske pravice v zavarovanje ni potreben za zavarovanje terjatve, saj se lastninska pravica prenese avtomatično ob nastanku terjatve.", "Sporazum o prenosu lastninske pravice v zavarovanje lahko vsebuje le podatke o premičnini, brez navedbe fiduciarja in prenosnika.", "Za veljavnost sporazuma o prenosu lastninske pravice v zavarovanje zadostuje navadna pisna oblika brez notarskega zapisa.", "Sporazum o prenosu lastninske pravice v zavarovanje mora biti sklenjen v prisotnosti treh prič, pri čemer notarski zapis ni dovoljen."]}
{"title": "Pravice in obveznosti strank | 203. člen", "content": ["(1) Sporazum iz prvega odstavka 202. člena tega zakona lahko ureja tudi medsebojne pravice in obveznosti strank.", "(2) Če sporazum iz prejšnjega odstavka ne določa drugače, se glede pravic in obveznosti strank v času trajanja razmerja smiselno uporabljajo določila o neposestni zastavi premičnine."], "contradictions": ["Sporazum iz prvega odstavka 202. člena tega zakona ne sme urejati medsebojnih pravic in obveznosti strank.", "Če sporazum iz prejšnjega odstavka ne določa drugače, se glede pravic in obveznosti strank v času trajanja razmerja uporabljajo določila o najemu nepremičnin.", "Pravice in obveznosti strank v času trajanja razmerja se vedno urejajo izključno s sporazumom med strankama, določila o neposestni zastavi premičnine pa se ne uporabljajo.", "Sporazum iz prvega odstavka 202. člena tega zakona mora obvezno izrecno določiti vse pravice in obveznosti strank, sicer je ničen.", "Pravice in obveznosti strank v času trajanja razmerja določa izključno zakon, ne glede na vsebino sporazuma iz prvega odstavka 202. člena."]}
{"title": "Poplačilo fiduciarja | 204. člen", "content": ["(1) Če zavarovana terjatev ob zapadlosti ni plačana, mora prenosnik izročiti premičnino v neposredno posest fiduciarja.", "(2) Fiduciar lahko za primerno ceno obdrži premičnino ali jo proda na način, določen v sporazumu iz 202. člena tega zakona. Če sporazum ne določa načina prodaje, se smiselno uporabljajo določila o neposestni zastavi premičnine. Morebitni presežek mora fiduciar izročiti prenosniku."], "contradictions": ["Če zavarovana terjatev ob zapadlosti ni plačana, prenosnik ni dolžan izročiti premičnine v neposredno posest fiduciarja.", "Fiduciar lahko premičnino obdrži ali proda le, če je to izrecno dovoljeno v posebnem sodnem postopku, ne glede na določbe sporazuma iz 202. člena.", "Če sporazum ne določa načina prodaje, fiduciar ne sme prodati premičnine, dokler ne pridobi dodatnega soglasja prenosnika.", "Presežek od prodaje premičnine pripada fiduciarju in ga ni dolžan izročiti prenosniku.", "Fiduciar lahko premičnino proda za kakršnokoli ceno, tudi če je bistveno nižja od tržne vrednosti, brez obveznosti upoštevanja načina prodaje iz 202. člena."]}
{"title": "Plačilna nesposobnost fiduciarja | 205. člen", "content": ["Prenosnik lahko proti fiduciarjevim upnikom ugovarja nedopustnost izvršbe in uveljavlja izločitveno pravico v stečaju in prisilni poravnavi na fiduciarno preneseni premičnini."], "contradictions": ["Prenosnik nima pravice ugovarjati izvršbi niti uveljavljati izločitvene pravice na fiduciarno preneseni premičnini v primeru stečaja ali prisilne poravnave fiduciarja.", "V primeru plačilne nesposobnosti fiduciarja se šteje, da so fiduciarno prenesene premičnine del fiduciarjeve stečajne mase in prenosnik nima posebnih pravic glede izločitve.", "Prenosnik lahko uveljavlja izločitveno pravico le, če je to izrecno dogovorjeno v fiduciarni pogodbi, sicer nima te pravice v stečajnem postopku.", "Vsi upniki fiduciarja imajo prednost pred prenosnikom glede fiduciarno prenesene premičnine v primeru izvršbe, stečaja ali prisilne poravnave.", "Prenosnik je dolžan ob plačilni nesposobnosti fiduciarja fiduciarno preneseno premičnino brezpogojno izročiti stečajni masi, ne glede na izvor lastninske pravice."]}
{"title": "Plačilna nesposobnost prenosnika | 206. člen", "content": ["(1) Fiduciar lahko ugovarja nedopustnost izvršbe na fiduciarno preneseni premičnini proti prenosnikovim upnikom.", "(2) Fiduciar ima ob stečaju ali prisilni poravnavi prenosnika na fiduciarno preneseni premičnini ločitveno pravico."], "contradictions": ["Fiduciar nima pravice ugovarjati nedopustnosti izvršbe na fiduciarno preneseni premičnini proti prenosnikovim upnikom.", "V primeru stečaja prenosnika fiduciar nima ločitvene pravice na fiduciarno preneseni premičnini, temveč se obravnava kot navaden upnik.", "Fiduciar lahko uveljavlja ločitveno pravico na fiduciarno preneseni premičnini le, če je to izrecno dogovorjeno v pogodbi.", "Ob začetku prisilne poravnave prenosnika fiduciar izgubi vse pravice na fiduciarno preneseni premičnini.", "Fiduciar je dolžan izročiti fiduciarno preneseno premičnino upnikom prenosnika takoj, ko ta postane plačilno nesposoben."]}
{"title": "Pojem | 207. člen", "content": ["(1) Odstop terjatve v zavarovanje (fiduciarna cesija) je oblika zavarovanja terjatve, pri kateri odstopnik (cedent) odstopi terjatev prevzemniku (cesionarju). Če ni drugače dogovorjeno, se šteje, da je pridobitelj pridobil terjatev pod razveznim pogojem plačila zavarovane terjatve.", "(2) Za fiduciarno cesijo se smiselno uporabljajo določila o odstopu terjatve.", "(3) Če je bila ista terjatev večkrat odstopljena v zavarovanje, pridobi terjatev tisti, ki mu je bila terjatev prvemu odstopljena."], "contradictions": ["Pri odstopu terjatve v zavarovanje (fiduciarni cesiji) pridobi cesionar terjatev brez kakršnihkoli pogojev, ne glede na plačilo zavarovane terjatve.", "Če je ista terjatev večkrat odstopljena v zavarovanje, ima prednost zadnji cesionar, ki je pridobil terjatev, ne glede na čas odstopa.", "Za fiduciarno cesijo se ne uporabljajo določila o odstopu terjatve, temveč zgolj določila o zastavni pravici.", "Odstopnik lahko kadarkoli zahteva povrnitev terjatve, ne glede na poplačilo zavarovane terjatve.", "Fiduciarna cesija ni priznana kot oblika zavarovanja terjatve in nima pravnih učinkov."]}
{"title": "Poplačilo cesionarja | 208. člen", "content": ["Če zavarovana terjatev ob zapadlosti ni plačana, se lahko cesionar poplača iz odstopljene terjatve. Morebitni presežek mora izročiti cedentu."], "contradictions": ["Cedentu ni treba izročiti nobenega presežka, ki nastane po poplačilu cesionarja iz odstopljene terjatve.", "Če zavarovana terjatev ob zapadlosti ni plačana, cesionar nima pravice do poplačila iz odstopljene terjatve.", "Presežek po poplačilu cesionarja iz odstopljene terjatve pripada cesionarju in ga ni dolžan izročiti cedentu.", "Cesionar se lahko poplača iz odstopljene terjatve tudi, če zavarovana terjatev še ni zapadla.", "Cedentu je treba izročiti presežek le, če tako izrecno določa pogodba, sicer pripada cesionarju."]}
{"title": "Plačilna nesposobnost cesionarja in cedenta | 209. člen", "content": ["(1) V primeru plačilne nesposobnosti cesionarja se smiselno uporabljajo določila 205. člena tega zakona.", "(2) V primeru plačilne nesposobnosti cedenta se smiselno uporabljajo določila 206. člena tega zakona samo, če je sporazum o odstopu terjatve v zavarovanje sklenjen v obliki notarskega zapisa."], "contradictions": ["Cedenta in cesionarja v primeru plačilne nesposobnosti zadevajo izključno določbe obligacijskega prava, določila 205. in 206. člena tega zakona pa se ne uporabljajo.", "V primeru plačilne nesposobnosti cesionarja se uporabljajo določila 206. člena tega zakona, medtem ko se določila 205. člena ne uporabljajo.", "Določila 206. člena tega zakona se v primeru plačilne nesposobnosti cedenta uporabljajo ne glede na obliko sporazuma o odstopu terjatve v zavarovanje.", "Če je cedent plačilno nesposoben, se določila 206. člena tega zakona ne uporabljajo niti v primeru, ko je sporazum o odstopu terjatve v zavarovanje sklenjen v obliki notarskega zapisa.", "V primeru plačilne nesposobnosti cesionarja ali cedenta preidejo vse njihove obveznosti samodejno na državo, ne glede na določbe tega zakona."]}
{"title": "Pojem | 210. člen", "content": ["Služnost je pravica uporabljati tujo stvar ali izkoriščati pravico oziroma zahtevati od lastnika stvari, da opušča določena dejanja, ki bi jih sicer imel pravico izvrševati na svoji stvari (služeča stvar)."], "contradictions": ["Služnost je pravica, ki omogoča lastniku stvari, da omeji uporabo svoje stvari drugim osebam brez njihovega soglasja.", "Služnost daje upravičencu pravico, da tujo stvar proda ali obremeni brez soglasja lastnika služeče stvari.", "Služnost je pravica, ki lastniku služeče stvari omogoča, da zahteva od upravičenca izvajanje določenih dejanj na njegovi stvari.", "Služnost se lahko ustanovi le na lastni stvari in ne na tuji stvari.", "Služnost omogoča upravičencu, da zahteva od lastnika, da izvaja vsa dejanja, ki bi jih sicer moral opustiti."]}
{"title": "Nastanek služnosti | 211. člen", "content": ["Služnost nastane z zakonom, na podlagi pravnega posla ali z odločbo državnega organa."], "contradictions": ["Služnost ne more nastati na podlagi pravnega posla, temveč izključno z enostransko voljo lastnika služeče nepremičnine.", "Služnost lahko nastane samo z zasebnim dogovorom med strankama in nikoli na podlagi zakona ali odločbe državnega organa.", "Za nastanek služnosti je nujno potrebna sodna odločba, pravni posel ali zakon ne zadostujejo.", "Služnost nastane samodejno z uporabo zemljišča, brez potrebe po kakršnemkoli pravnem temelju ali odločitvi državnega organa.", "Služnost lahko nastane zgolj na podlagi ustne dogovora med strankama, brez potrebe po pisni obliki ali uradni odločbi."]}
{"title": "Varstvo služnosti | 212. člen", "content": ["(1) Če kdo služnostnega upravičenca neutemeljeno moti pri izvrševanju služnosti, lahko ta s tožbo zahteva, da preprečevanje oziroma motenje preneha.", "(2) Za tožbo iz prejšnjega odstavka se smiselno uporablja prvi odstavek 99. člena tega zakona."], "contradictions": ["Služnostni upravičenec nima pravice zahtevati prenehanja motenja izvrševanja služnosti, četudi je motenje neutemeljeno.", "Če je služnostni upravičenec moten pri izvrševanju služnosti, mora najprej izčrpati vse izvensodne možnosti, preden lahko vloži tožbo.", "Služnostni upravičenec lahko zahteva le odškodnino zaradi motenja služnosti, ne pa tudi prenehanja motenja.", "Za tožbo zaradi motenja služnosti se ne uporablja prvi odstavek 99. člena tega zakona, temveč poseben postopek določen v zakonu o pravdnem postopku.", "Služnostni upravičenec lahko motenje izvrševanja služnosti odpravi sam, tudi z uporabo sile, brez potrebe po sodni zaščiti."]}
{"title": "Pojem | 213. člen", "content": ["(1) Stvarna služnost je pravica lastnika nepremičnine (gospodujoča stvar), izvrševati za njene potrebe določena dejanja na tuji nepremičnini (pozitivna služnost) ali zahtevati od lastnika služeče stvari, da opušča določena dejanja, ki bi jih sicer imel pravico izvrševati na svoji nepremičnini (negativna služnost).", "(2) Stvarna služnost ne more obvezovati lastnika služeče nepremičnine k nekemu dejanju.", "(3) Stvarna služnost je lahko ustanovljena tudi za določen čas ali za določen letni čas.", "(4) Določila o lastniku gospodujoče in služeče nepremičnine veljajo smiselno tudi za užitkarja in imetnika stavbne pravice. Užitkar in imetnik stavbne pravice ne moreta obremeniti nepremičnine za dalj časa, kot traja njuna pravica."], "contradictions": ["Stvarna služnost lahko obvezuje lastnika služeče nepremičnine, da izvede določeno dejanje na svoji nepremičnini.", "Stvarna služnost je lahko ustanovljena ne glede na trajanje užitkarske ali stavbne pravice, tudi če presega njuno trajanje.", "Stvarna služnost je pravica, ki se lahko ustanovi le v korist premičnin in ne nepremičnin.", "Stvarna služnost se lahko ustanovi izključno za nedoločen čas, začasne služnosti niso dovoljene.", "Lastnik gospodujoče nepremičnine lahko s stvarno služnostjo zahteva, da lastnik služeče nepremičnine izvaja določena dejanja v korist gospodujoče nepremičnine."]}
{"title": "Nastanek stvarne služnosti | 214. člen", "content": ["Stvarna služnost nastane z zakonom, na podlagi pravnega posla ali z odločbo državnega organa."], "contradictions": ["Služnost na stvari ne more nastati na podlagi zakona, pravnega posla ali odločbe državnega organa, temveč zgolj z dolgoletno uporabo brez nasprotovanja lastnika.", "Stvarna služnost lahko nastane samo s soglasjem vseh sosednjih lastnikov, ne glede na določbe zakona ali pravne posle.", "Stvarna služnost nastane zgolj na podlagi sodne odločbe, ne pa tudi z zakonom ali pravnim poslom.", "Stvarna služnost lahko nastane le z ustnim dogovorom med strankama, brez potrebe po pravnem poslu ali odločbi državnega organa.", "Stvarna služnost lahko nastane tudi z enostransko izjavo volje upravičenca, brez soglasja lastnika gospodujoče nepremičnine."]}
{"title": "Nastanek stvarne služnosti na podlagi pravnega posla | 215. člen", "content": ["(1) Za nastanek stvarne služnosti se poleg veljavnega pravnega posla, iz katerega izhaja obveznost ustanoviti služnost, zahteva še zemljiškoknjižno dovolilo in vpis v zemljiško knjigo.", "(2) Pogodba o ustanovitvi služnosti mora vsebovati ime lastnikov gospodujoče in služeče nepremičnine, zemljiškoknjižno oznako obeh nepremičnin, natančen opis služnosti in morebitno nadomestilo, ki ga mora plačati lastnik gospodujoče nepremičnine. Nadomestilo se lahko določi v enkratnem znesku ali v periodično zapadlih obrokih."], "contradictions": ["Stvarna služnost nastane že s sklenitvijo pravnega posla, brez potrebe po zemljiškoknjižnem dovolilu ali vpisu v zemljiško knjigo.", "Pogodba o ustanovitvi služnosti ni potrebna, saj lahko služnost nastane zgolj na podlagi ustnega dogovora med strankama.", "Pogodba o ustanovitvi služnosti mora vsebovati le podatke o služeči nepremičnini, podatki o gospodujoči nepremičnini niso potrebni.", "Nadomestilo za služnost je obvezno določeno izključno v obliki periodičnih obrokov, enkratno plačilo ni dovoljeno.", "Za nastanek stvarne služnosti zadostuje le izjava volje lastnika služeče nepremičnine, brez potrebe po soglasju lastnika gospodujoče nepremičnine."]}
{"title": "Nastanek služnosti z odločbo | 216. člen", "content": ["Stvarna služnost nastane z dnem, ko postane sodna odločba pravnomočna, odločba upravnega organa pa dokončna."], "contradictions": ["Služnost nastane že z izdajo sodne odločbe, ne glede na njeno pravnomočnost.", "Služnost se vzpostavi šele po vpisu v zemljiško knjigo, ne glede na pravnomočnost ali dokončnost odločbe.", "Služnost ne more nastati na podlagi odločbe sodnega ali upravnega organa, temveč zgolj na podlagi pogodbe med strankama.", "Služnost nastane z dnem, ko je odločba vročena strankam, ne pa šele z njeno pravnomočnostjo ali dokončnostjo.", "Služnost lahko nastane tudi brez kakršnekoli odločbe, če tako odloči lastnik služeče nepremičnine v svoji oporoki."]}
{"title": "Priposestvovanje | 217. člen", "content": ["(1) Stvarna služnost nastane s priposestvovanjem, če je lastnik gospodujoče stvari dejansko izvrševal služnost v dobri veri deset let.", "(2) Stvarna služnost nastane s priposestvovanjem, če je lastnik gospodujoče stvari dejansko izvrševal služnost dvajset let, lastnik služeče stvari pa temu ni nasprotoval.", "(3) Stvarne služnosti ni mogoče priposestvovati, če je lastnik gospodujoče stvari zlorabljal zaupanje lastnika ali neposrednega posestnika služeče stvari, če je služnost izvrševal s silo ali zvijačo ali če je bila služnost dovoljena do preklica.", "(4) Negativne služnosti ni mogoče priposestvovati."], "contradictions": ["Služnost se lahko priposestvuje tudi, če jo je lastnik gospodujoče stvari izvrševal v slabi veri ali z uporabo sile.", "Služnost je mogoče priposestvovati tudi v primeru, ko je bila dovoljena le do preklica, če je izvrševanje trajalo deset let.", "Služnost nastane s priposestvovanjem že po petih letih dejanskega izvrševanja, ne glede na dobro vero lastnika.", "Negativne služnosti je mogoče priposestvovati pod enakimi pogoji kot pozitivne služnosti.", "Stvarna služnost ne more nastati s priposestvovanjem, ne glede na dolžino izvrševanja ali dobro vero lastnika."]}
{"title": "Tožba na ugotovitev služnosti | 218. člen", "content": ["(1) Služnostni upravičenec lahko zahteva, da se nasproti lastniku služeče stvari ugotovi obstoj služnosti.", "(2) Za tožbo iz prejšnjega odstavka se smiselno uporablja drugi odstavek 92. člena tega zakona."], "contradictions": ["Služnostni upravičenec ne more zahtevati ugotovitve obstoja služnosti proti lastniku služeče stvari.", "Služnostni upravičenec lahko uveljavlja obstoj služnosti zgolj z ustno izjavo brez potrebe po sodnem postopku.", "Za tožbo na ugotovitev služnosti se ne uporablja nobena določba 92. člena tega zakona.", "Le lastnik služeče stvari lahko zahteva ugotovitev neobstoja služnosti proti služnostnemu upravičencu.", "Obstoj služnosti se lahko ugotavlja le v upravnem, ne pa v sodnem postopku."]}
{"title": "Izvrševanje služnosti | 219. člen", "content": ["(1) Stvarna služnost se izvršuje na način, ki najmanj obremenjuje služno stvar.", "(2) Če je za izvrševanje stvarne služnosti potrebna uporaba kakšne naprave ali je potrebno kakšno dejanje, krije stroške vzdrževanje ali takega dejanja lastnik gospodujoče stvari.", "(3) Če napravo uporablja tudi lastnik služeče stvari ali je dejanje tudi v njegovem interesu, krijeta stroške vzdrževanja takšne naprave in stroške takega dejanja lastnik gospodujoče in lastnik služeče stvari v sorazmerju s koristjo, ki jo imata."], "contradictions": ["Stvarna služnost se izvršuje na način, ki najbolj obremenjuje služno stvar, ne glede na posledice za lastnika služeče stvari.", "Če je za izvrševanje stvarne služnosti potrebna uporaba naprave, krije stroške vzdrževanja izključno lastnik služeče stvari, ne glede na koristi.", "Stroške vzdrževanja naprav, potrebnih za izvrševanje služnosti, krije lastnik služeče stvari v celoti, tudi če napravo uporablja zgolj lastnik gospodujoče stvari.", "Če napravo uporabljata oba lastnika, stroške v celoti krije lastnik gospodujoče stvari, ne glede na obseg koristi posameznega lastnika.", "Pri izvrševanju stvarne služnosti ni pomembno, v kolikšni meri je služna stvar obremenjena, saj ima lastnik gospodujoče stvari pravico do poljubne uporabe."]}
{"title": "Prenehanje služnosti | 220. člen", "content": ["Stvarna služnost preneha na podlagi pravnega posla, na podlagi odločbe ali na podlagi zakona."], "contradictions": ["Služnost preneha zgolj s smrtjo upravičenca, ne glede na pravne posle, odločbe ali zakonske določbe.", "Služnost preneha le, če je tako izrecno določeno v pogodbi med strankama, ne pa na podlagi odločbe ali zakona.", "Služnost lahko preneha izključno na podlagi soglasja lastnika služeče nepremičnine.", "Služnost preneha le na podlagi pravnega posla, odločba ali zakon pa nimata vpliva na njen obstoj.", "Služnost preneha avtomatično po poteku desetih let od njene ustanovitve, ne glede na druge pravne razloge."]}
{"title": "Prenehanje na podlagi pravnega posla | 221. člen", "content": ["Služnost lahko preneha na podlagi pravnega posla med lastnikoma gospodujoče in služeče nepremičnine in z izbrisom iz zemljiške knjige."], "contradictions": ["Služnost ne more prenehati na podlagi pravnega posla med lastnikoma gospodujoče in služeče nepremičnine, temveč zgolj s sodno odločbo.", "Služnost preneha avtomatično s smrtjo kateregakoli lastnika vpletenih nepremičnin, ne glede na pravni posel ali vpis v zemljiško knjigo.", "Služnost lahko preneha le, če lastnik služeče nepremičnine enostransko odpove služnost, brez soglasja lastnika gospodujoče nepremičnine.", "Služnost preneha že s sklenitvijo pravnega posla med lastnikoma, ne glede na izbris iz zemljiške knjige.", "Služnost preneha šele po preteku desetih let od sklenitve pravnega posla, ne glede na izbris iz zemljiške knjige."]}
{"title": "Prenehanje na podlagi odločbe | 222. člen", "content": ["(1) Lastnik služeče stvari lahko zahteva, naj stvarna služnost preneha, če postane nekoristna za uporabo gospodujoče stvari ali če se bistveno spremenijo okoliščine, v katerih je bila ustanovljena.", "(2) Stvarna služnost preneha z dnem, ko postane sodna odločba pravnomočna, odločba upravnega organa pa dokončna."], "contradictions": ["Stvarna služnost ne more nikoli prenehati zaradi spremembe okoliščin ali nekoristnosti za gospodujočo stvar.", "Stvarna služnost preneha že z vložitvijo zahteve za prenehanje, ne glede na pravnomočnost ali dokončnost odločbe.", "Lastnik služeče stvari nima pravice zahtevati prenehanja stvarne služnosti, tudi če postane nekoristna ali se okoliščine bistveno spremenijo.", "Stvarna služnost preneha šele po izteku desetih let od izdaje pravnomočne sodne odločbe ali dokončne odločbe upravnega organa.", "Stvarna služnost preneha že z ustnim dogovorom med lastnikoma, brez potrebe po kakršni koli odločbi sodišča ali upravnega organa."]}
{"title": "Prenehanje na podlagi zakona | 223. člen", "content": ["Stvarna služnost preneha:", "-     če se lastnik služeče stvari upre njenemu izvrševanju, lastnik gospodujoče stvari pa svoje pravice tri leta zaporedoma ne izvršuje;", "-     če se ne izvršuje v času, potrebnem za njeno priposestvovanje;", "-     če je gospodujoča oziroma služeča stvar uničena."], "contradictions": ["Služnost ne preneha, čeprav lastnik gospodujoče stvari svoje pravice ne izvršuje več kot tri leta zaporedoma.", "Služnost se ohrani tudi v primeru popolnega uničenja gospodujoče stvari, če obstaja interes za njeno obnovitev.", "Služnost preneha zgolj na podlagi sporazuma med strankama, ne pa zaradi neizvrševanja ali uničenja stvari.", "Služnost se ne more prenehati zaradi neizvrševanja, če lastnik služeče stvari tega izrecno ne zahteva pred sodiščem.", "Služnost preneha avtomatično vsakih pet let, ne glede na izvrševanje ali obstoj stvari."]}
{"title": "Združitev | 224. člen", "content": ["(1) Stvarna služnost preneha, če postane ista oseba lastnik gospodujoče in služeče nepremičnine.", "(2) Če prideta nepremičnini ponovno v last različnih lastnikov, stvarna služnost oživi, če v vmesnem času ni bila izbrisana.", "(3) Za izbris stvarne služnosti v vmesnem času zadošča pisna izjava volje lastnika, ki vsebuje zemljiškoknjižno dovolilo."], "contradictions": ["Stvarna služnost se ohrani tudi, če ista oseba postane lastnik gospodujoče in služeče nepremičnine.", "Če sta nepremičnini začasno v lasti iste osebe, stvarna služnost ne more več oživeti, tudi če kasneje prideta v last različnih oseb.", "Za izbris stvarne služnosti je vedno potrebno soglasje obeh lastnikov, ne glede na pisno izjavo volje.", "Stvarna služnost preneha le na podlagi pravnomočne sodne odločbe, ne pa zaradi združitve lastništva.", "Za izbris stvarne služnosti zadostuje ustna izjava volje lastnika, brez potrebe po zemljiškoknjižnem dovolilu."]}
{"title": "Delitev stvari | 225. člen", "content": ["(1) Če se gospodujoča nepremičnina razdeli, ostane stvarna služnost v prid vsem njenim delom.", "(2) Če se razdeli služeča nepremičnina, ostane stvarna služnost samo na tistih delih, na katerih se je izvrševala."], "contradictions": ["Če se gospodujoča nepremičnina razdeli, stvarna služnost preneha za vse dele nepremičnine.", "Če se razdeli služeča nepremičnina, stvarna služnost velja za vse dele, ne glede na to, kje se je izvrševala.", "Stvarna služnost se ob delitvi gospodujoče nepremičnine prenese le na tisti del, ki je bil pred razdelitvijo v rabi služnosti.", "Ob delitvi služeče nepremičnine se stvarna služnost lahko prenese tudi na dele, na katerih se prej ni izvrševala, če tako določi lastnik.", "Če se gospodujoča nepremičnina razdeli, mora vsak novi lastnik izrecno zaprositi za prenos stvarne služnosti na svoj del."]}
{"title": "Neprava stvarna služnost | 226. člen", "content": ["(1) Služnost, ki je po svoji vsebini stvarna služnost, se lahko ustanovi tudi v korist določene osebe. V teh primerih se glede nastanka in prenehanja uporabljajo določila tega zakona, ki urejajo osebne služnosti.", "(2) Če se služnost iz prejšnjega odstavka ustanovi v korist osebe, ki upravlja gospodarsko javno infrastrukturo v javno korist, in je služnost ustanovljena za namen upravljanja te infrastrukture, se lahko služnost ne glede na drugi odstavek 227. člena tega zakona ustanovi za čas, ki je daljši od trideset let, ali za nedoločen čas, razen če drug zakon določa drugačen čas trajanja take služnosti.", "(3) Če se v skladu z zakonom, ki ureja gospodarsko javno infrastrukturo, spremeni oseba, ki upravlja gospodarsko javno infrastrukturo v javno korist, se služnost iz prejšnjega odstavka prenese na novega upravljavca."], "contradictions": ["Služnost, ki je po svoji vsebini stvarna služnost, se lahko ustanovi izključno v korist nepremičnine in nikoli v korist določene osebe.", "Če se spremeni oseba, ki upravlja gospodarsko javno infrastrukturo v javno korist, služnost iz prejšnjega odstavka preneha in se ne prenese na novega upravljavca.", "Služnost iz prvega odstavka se vedno ustanovi za določen čas, ki ne sme presegati trideset let, ne glede na namen ali osebo upravljavca.", "Za služnosti, ki se ustanovijo v korist osebe, ki upravlja gospodarsko javno infrastrukturo, se uporabljajo izključno določila o stvarnih služnostih, ne pa določila o osebnih služnostih.", "Služnost v korist osebe, ki upravlja gospodarsko javno infrastrukturo, se lahko ustanovi le z dovoljenjem vseh lastnikov sosednjih nepremičnin, ne glede na določbe tega zakona."]}
{"title": "Pojem | 227. člen", "content": ["(1) Osebna služnost je pravica imetnika, da uporablja tujo stvar ali izkorišča pravico in traja najdlje do imetnikove smrti.", "(2) Če je osebna služnost ustanovljena v korist pravne osebe, čas njenega trajanja ne sme biti daljši od trideset let."], "contradictions": ["Osebna služnost je pravica, ki lahko traja tudi po smrti imetnika in se lahko deduje na njegove pravne naslednike.", "Osebna služnost, ustanovljena v korist pravne osebe, se lahko podaljšuje brez omejitve trajanja, če tako določa pogodba.", "Osebna služnost je lahko ustanovljena za določen ali nedoločen čas, ne glede na smrt imetnika.", "Če je osebna služnost ustanovljena v korist pravne osebe, je njeno trajanje omejeno na deset let.", "Osebna služnost daje imetniku pravico, da razpolaga s tujo stvarjo kot lastnik, vključno s pravico do odtujitve stvari."]}
{"title": "Vrste osebnih služnosti | 228. člen", "content": ["Osebne služnosti so:", "-     užitek,", "-     raba,", "-     služnost stanovanja."], "contradictions": ["Osebne služnosti so lahko le služnost poti, služnost vodovoda in služnost pastve.", "Osebne služnosti so: služnost parkiranja, služnost shranjevanja in služnost oglaševanja.", "Osebne služnosti vključujejo tudi služnost dostopa do interneta in služnost uporabe električne energije.", "Osebne služnosti ne vključujejo užitka, rabe ali služnosti stanovanja.", "Osebne služnosti so lahko ustanovljene le v korist pravnih oseb, ne pa fizičnih oseb."]}
{"title": "Neprenosljivost | 229. člen", "content": ["Imetnik osebne služnosti ne more prenesti, lahko pa prenese njeno izvrševanje, če ta zakon tako določa."], "contradictions": ["Imetnik osebne služnosti lahko prosto prenese osebno služnost na tretjo osebo brez omejitev.", "Prenos izvrševanja osebne služnosti ni dovoljen v nobenem primeru, ne glede na določbe tega zakona.", "Osebna služnost je prenosljiva le z dovoljenjem služnostnega zavezanca.", "Imetnik osebne služnosti lahko prenese osebno služnost na pravno osebo, če obstaja utemeljen interes.", "Imetnik osebne služnosti lahko osebno služnost podari ali proda komurkoli, tudi če zakon tega izrecno ne dovoljuje."]}
{"title": "Pojem | 230. člen", "content": ["(1) Užitek je osebna služnost, ki daje pravico uporabljati in uživati tujo stvar ali pravico tako, da se ohranja njena substanca.", "(2) Predmet užitka je lahko nepotrošna stvar ali pravica, iz katere izvirajo obresti ali druge koristi.", "(3) Užitkar svoje pravice ne more prenesti, lahko pa prenese njeno izvrševanje."], "contradictions": ["Užitkar ima pravico uporabljati in uživati tujo stvar ali pravico tako, da lahko spreminja ali uničuje njeno substanco.", "Predmet užitka je lahko tudi potrošna stvar ali pravica, iz katere ne izvirajo nobene koristi.", "Užitkar lahko prosto prenese svojo pravico užitka na tretjo osebo, skupaj z vsemi pripadajočimi upravičenji.", "Užitek ni osebna služnost, temveč stvarna pravica, ki ni vezana na določeno osebo.", "Užitkar nima nobene omejitve glede prenosa izvrševanja ali same pravice užitka na druge osebe."]}
{"title": "Užitek na solastniškem deležu | 231. člen", "content": ["Predmet užitka je lahko tudi solastniški delež. V tem primeru ima užitkar pravico izvrševati užitek v obsegu solastnikove pravice."], "contradictions": ["Užitek na solastniškem deležu ni dovoljen, saj je lahko predmet užitka izključno celotna stvar.", "Užitkar na solastniškem deležu lahko izvršuje užitek v obsegu, ki presega pravice solastnika.", "V primeru ustanovitve užitka na solastniškem deležu užitkar nima pravice izvrševati užitka, dokler se ne pridobi soglasje vseh ostalih solastnikov.", "Užitkar na solastniškem deležu lahko samostojno odloča o uporabi celotne stvari, ne glede na pravice drugih solastnikov.", "Užitkar na solastniškem deležu ima pravico izključiti ostale solastnike iz uporabe stvari."]}
{"title": "Užitek na delu nepremičnine | 232. člen", "content": ["Užitek se lahko ustanovi tudi na delu nepremičnine tako, da nepremičnino skupaj uporabljata in jo uživata lastnik in užitkar. V tem primeru se v njunem medsebojnem razmerju šteje, kot da bi bil z užitkom obremenjen solastniški delež, ki ustreza obsegu uporabe stvari v korist užitkarja. V razmerju do tretjih pa se šteje, da je nepremičnina obremenjena kot celota."], "contradictions": ["Užitek se ne more nikoli ustanoviti na delu nepremičnine, temveč izključno na celotni nepremičnini.", "V primeru ustanovitve užitka na delu nepremičnine se šteje, da je obremenjen celoten solastniški delež užitkarja tudi v razmerju do lastnika, ne glede na dejanski obseg uporabe.", "Če je užitek ustanovljen na delu nepremičnine, se v razmerju do tretjih šteje, da je obremenjen le tisti del nepremičnine, ki ga užitkar uporablja.", "Užitkar lahko samostojno izključuje lastnika iz uporabe tistega dela nepremičnine, na katerem ima ustanovljen užitek.", "Užitek na delu nepremičnine se lahko ustanovi samo, če se lastnik v celoti odpove svoji pravici do uporabe celotne nepremičnine."]}
{"title": "Nastanek | 233. člen", "content": ["Užitek nastane na podlagi pravnega posla ali sodne odločbe."], "contradictions": ["Užitek lahko nastane tudi brez pravnega posla ali sodne odločbe, zgolj z dejansko uporabo stvari.", "Užitek lahko nastane zgolj na podlagi ustnega dogovora brez kakršnekoli pravne podlage.", "Užitek nastane izključno z enostransko izjavo volje lastnika stvari.", "Užitek lahko nastane tudi s potekom časa, če je nekdo stvar uporabljal neprekinjeno deset let.", "Užitek lahko nastane na podlagi dedovanja, brez potrebe po pravnem poslu ali sodni odločbi."]}
{"title": "Nastanek na podlagi pravnega posla | 234. člen", "content": ["(1) Za nastanek užitka se poleg veljavnega pravnega posla, iz katerega izhaja obveznost ustanoviti užitek, zahteva še izpolnitev drugih pogojev, ki jih določa ta zakon.", "(2) Za pridobitev užitka na nepremičnini se zahteva zemljiškoknjižno dovolilo in vpis v zemljiško knjigo.", "(3) Užitek na premičnini se pridobi z izročitvijo stvari.", "(4) Užitek na pravici se pridobi s poslom, ki je potreben za prenos pravice."], "contradictions": ["Užitek na nepremičnini nastane že s sklenitvijo pravnega posla, brez potrebe po zemljiškoknjižnem dovolilu ali vpisu v zemljiško knjigo.", "Za pridobitev užitka na premičnini ni potrebna izročitev stvari, temveč zadostuje zgolj pisna izjava lastnika.", "Užitek na pravici se pridobi šele po izrecni odobritvi pristojnega državnega organa, ne glede na vrsto pravnega posla.", "Za nastanek užitka ni potrebno izpolnjevanje nobenih dodatnih pogojev, ki jih določa zakon, temveč zgolj soglasje pogodbenih strank.", "Užitek na nepremičnini se lahko pridobi tudi ustno, brez kakršnekoli pisne dokumentacije ali vpisa v zemljiško knjigo."]}
{"title": "Nastanek užitka s sodno odločbo | 235. člen", "content": ["Užitek nastane z dnem, ko postane sodna odločba pravnomočna."], "contradictions": ["Užitek nastane z dnem izdaje sodne odločbe, ne glede na njeno pravnomočnost.", "Užitek nastane šele, ko se upravičenec dejansko vpiše v zemljiško knjigo.", "Užitek nastane z dnem vložitve predloga za sodno odločbo.", "Užitek nastane šele po poteku enega leta od pravnomočnosti sodne odločbe.", "Užitek nastane šele, ko stranki podpišeta pisni dogovor, ne glede na sodno odločbo."]}
{"title": "Pregled stvari | 236. člen", "content": ["Užitkar mora lastnika obveščati o vseh okoliščinah, pomembnih za stvar in mu dopustiti, da jo enkrat letno pregleda."], "contradictions": ["Užitkar ni dolžan lastnika obveščati o nobenih okoliščinah, pomembnih za stvar, niti mu ni dolžan omogočiti pregleda stvari.", "Lastnik lahko stvar pregleda le, če užitkar s tem izrecno soglaša, ne glede na pogostost.", "Užitkar mora lastniku omogočiti pregled stvari samo, če pride do poškodbe ali okvare stvari.", "Lastnik ima pravico stvar pregledati kadarkoli in brez predhodnega obvestila užitkarju.", "Užitkar lahko lastniku prepreči vsakršni pregled stvari, če meni, da bi s tem bila ogrožena njegova uporaba."]}
{"title": "Stroški, ki bremenijo užitkarja | 237. člen", "content": ["(1) Užitkar mora med trajanjem užitka kot dober gospodar vzdrževati stvar v skladu z njenim gospodarskim namenom. Užitkarja bremenijo vsi stroški rabe kot tudi stvarna bremena in javne dajatve ne glede na korist, ki jo ima od užitka.", "(2) Če užitkar ne izpolni katere od obveznosti iz prejšnjega odstavka in je ogrožena substanca stvari, lahko lastnik od užitkarja zahteva primerno zavarovanje. Če mu užitkar tega zavarovanja ne da, lahko lastnik zahteva predčasno prenehanje užitka. V tem primeru ima užitkar pravico do nadomestila za predčasno prenehanje, ki ga sodišče določi, upoštevaje stanje stvari in pričakovano trajanje užitka."], "contradictions": ["Užitkar ni dolžan vzdrževati stvari niti kriti stroškov rabe, stvarnih bremen ali javnih dajatev, razen če mu lastnik to izrecno naloži v posebnem dogovoru.", "Če užitkar ne izpolni svojih obveznosti, lastnik nima pravice zahtevati nikakršnega zavarovanja ali predčasnega prenehanja užitka.", "Vsi stroški, povezani z rabo stvari, stvarna bremena in javne dajatve, bremenijo izključno lastnika, ne glede na to, kdo ima korist od užitka.", "Užitkar lahko prosto uporablja stvar brez kakršnekoli obveznosti vzdrževanja ali skrbi za gospodarski namen stvari.", "Če užitkar ne izpolni svojih obveznosti, se užitek avtomatično podaljša za obdobje, v katerem so bile obveznosti kršene, brez možnosti predčasnega prenehanja s strani lastnika."]}
{"title": "Izredna popravila | 238. člen", "content": ["(1) Če je treba zaradi višje sile ali izrabe stvari opraviti popravilo, ki presega okvire vzdrževanja, mora užitkar o tem nemudoma obvestiti lastnika.", "(2) Če lastnik v primeru iz prejšnjega odstavka na svoje stroške opravi popravilo, mu užitkar dolguje obresti na vrednost opravljenih del, potrebnih za vzpostavitev stanja stvari ob ustanovitvi užitka. Obresti zapadejo v plačilo konec vsakega koledarskega leta, za zadnje leto pa ob prenehanju užitka.", "(3) Če lastnik v primeru iz prvega odstavka tega člena v razumnem roku noče opraviti popravila, ga lahko opravi užitkar na svoje stroške. Povrnitev teh stroškov se lahko zahteva ob prenehanju užitka po pravilih, ki veljajo za dobrovernega posestnika."], "contradictions": ["Užitkar ni dolžan obvestiti lastnika o nujnih popravilih, ne glede na vzrok ali obseg potrebnih del.", "Če lastnik opravi izredno popravilo, je užitkar dolžan povrniti celotne stroške popravila takoj po izvedbi, brez možnosti odloga ali plačila obresti.", "Užitkar lahko izvede izredno popravilo na stroške lastnika, tudi če ga lastnik o tem ni predhodno obvestil ali mu lastnik ni odobril izvedbe.", "Če lastnik v razumnem roku ne opravi popravila, užitkar nima pravice, da popravilo opravi sam ali zahteva povrnitev stroškov.", "Če pride do izrednega popravila zaradi višje sile, je dolžan stroške vedno kriti lastnik, ne glede na to, kdo je užitkar ali kdo je popravilo naročil."]}
{"title": "Izboljšave | 239. člen", "content": ["Užitkar mora dopustiti lastniku stvari, da med trajanjem užitka na svoje stroške opravi izboljšave stvari. Za čas, ko je zaradi izvedbe del omejena užitkarjeva pravica, mu lastnik dolguje denarno nadomestilo."], "contradictions": ["Užitkar lahko lastniku stvari prepove izvedbo kakršnihkoli izboljšav na stvari med trajanjem užitka.", "Lastnik ni dolžan plačati užitkarju nobenega nadomestila za omejitev užitkarjeve pravice zaradi izboljšav.", "Izboljšave na stvari med trajanjem užitka lahko opravi le užitkar, ne pa tudi lastnik.", "Lastnik lahko izvede izboljšave na stvari med trajanjem užitka le, če se užitkar s tem izrecno strinja.", "Vsakdo, ki ima dostop do stvari, lahko brez soglasja užitkarja ali lastnika opravlja izboljšave na stvari."]}
{"title": "Delitev stvari | 239.a člen", "content": ["Ob delitvi stvari, ki je obremenjena z užitkom, je vsak od delov stvari obremenjen z užitkom v celoti."], "contradictions": ["Ob delitvi stvari, ki je obremenjena z užitkom, užitek preneha za vse dele stvari.", "Ob delitvi stvari, ki je obremenjena z užitkom, nobeden od delov stvari ni več obremenjen z užitkom.", "Ob delitvi stvari, ki je obremenjena z užitkom, se užitek sorazmerno porazdeli med posamezne dele.", "Ob delitvi stvari, ki je obremenjena z užitkom, lahko užitek ostane le na enem izmed novih delov, če tako določijo udeleženci.", "Ob delitvi stvari, ki je obremenjena z užitkom, užitek preide na lastnika stvari in preneha obstajati kot stvarna pravica."]}
{"title": "Vrnitev stvari | 240. člen", "content": ["(1) Po prenehanju užitka mora posestnik vrniti stvar njenemu lastniku.", "(2) Če stvari ni mogoče vrniti v stanju, v kakršnem je bila v trenutku ustanovitve užitka, lahko lastnik zahteva nadomestilo za izgubo zaradi poslabšanja. Užitkar ne odgovarja zaradi poslabšanj, ki so posledica redne uporabe stvari ali višje sile."], "contradictions": ["Po prenehanju užitka ima posestnik pravico obdržati stvar in ni dolžan vrniti lastniku.", "Če stvari ni mogoče vrniti v prvotnem stanju, lastnik ne more zahtevati nobenega nadomestila za poslabšanje.", "Užitkar odgovarja tudi za poslabšanja, ki so posledica redne uporabe stvari.", "V primeru prenehanja užitka je lastnik dolžan posestniku izplačati nadomestilo za morebitne izboljšave stvari.", "Užitkar mora vrniti stvar le, če lastnik izrecno zahteva vračilo v pisni obliki."]}
{"title": "Prenehanje užitka | 241. člen", "content": ["(1) Užitek preneha s potekom časa, odpovedjo užitkarja ali s smrtjo oziroma prenehanjem užitkarja.", "(2) Odpoved je enostranska izjava užitkarja, da se svoji pravici odpoveduje. Če je predmet užitka nepremičnina, užitek preneha z izbrisom iz zemljiške knjige.", "(3) Užitek preneha, če je stvar uničena. Če na mesto uničene stvari stopi nova stvar ali pravica, se užitek prenese na to stvar ali pravico."], "contradictions": ["Užitek se ne more prenehati s potekom časa, odpovedjo užitkarja ali smrtjo, temveč traja neomejeno, dokler obstaja predmet užitka.", "Odpoved užitka mora biti potrjena s strani lastnika stvari, sicer ni veljavna.", "Če je predmet užitka nepremičnina, užitek preneha že z ustno izjavo užitkarja, ne glede na vpis v zemljiško knjigo.", "Užitek se ne prenese na novo stvar ali pravico, če je predmet užitka uničen, temveč v takem primeru užitkar pridobi odškodnino.", "Če je stvar uničena, užitek na njej kljub temu ne preneha in užitkar ima pravico uživati tudi neobstoječo stvar."]}
{"title": "Nepravi užitek | 242. člen", "content": ["(1) Predmet užitka so lahko tudi potrošne stvari in pravice, ki ne dajejo obresti ali koristi.", "(2) V primeru iz prejšnjega odstavka se šteje, da je bila dana v užitek denarna vrednost stvari ali pravice, ki se ob prenehanju užitka vrne lastniku. Če je tako posebej dogovorjeno, mora užitkar vrniti valorizirano glavnico.", "(3) Za nepravi užitek se smiselno uporabljajo določila tega zakona o užitku."], "contradictions": ["Predmet užitka ne morejo biti potrošne stvari ali pravice, ki ne dajejo obresti ali koristi.", "Ob prenehanju nepravega užitka užitkar ni dolžan vrniti nobene vrednosti ali glavnice lastniku.", "Za nepravi užitek se uporabljajo izključno posebna pravila, določena s pogodbo, zakonska določila o užitku pa se ne uporabljajo.", "V primeru nepravega užitka užitkar ob prenehanju užitka obdrži stvari ali pravice, ne da bi bil dolžan karkoli vrniti lastniku.", "Če ni drugače dogovorjeno, mora užitkar vedno vrniti originalno stvar ali pravico, ne glede na njeno potrošnost ali naravo."]}
{"title": "Zastaranje zahtevkov | 243. člen", "content": ["Vsi zahtevki za nadomestilo iz razmerja med lastnikom in užitkarjem zastarajo v enem letu od njihovega nastanka."], "contradictions": ["Vsi zahtevki za nadomestilo iz razmerja med lastnikom in užitkarjem zastarajo v petih letih od njihovega nastanka.", "Zahtevki za nadomestilo iz razmerja med lastnikom in užitkarjem ne zastarajo.", "Zastaranje zahtevkov za nadomestilo iz razmerja med lastnikom in užitkarjem začne teči šele po prenehanju užitka.", "Zahtevki za nadomestilo iz razmerja med lastnikom in užitkarjem zastarajo v šestih mesecih od nastanka.", "Zahtevki za nadomestilo iz razmerja med lastnikom in užitkarjem zastarajo šele po dvajsetih letih od njihovega nastanka, če jih lastnik ne uveljavlja prej."]}
{"title": "Pojem | 244. člen", "content": ["(1) Raba je osebna služnost, ki daje pravico uporabljati tujo stvar v skladu z njenim gospodarskim namenom za potrebe imetnika služnosti tako, da se ohranja njena substanca.", "(2) Predmet rabe so lahko samo nepotrošne stvari."], "contradictions": ["Raba je osebna služnost, ki daje pravico uporabljati tujo stvar za potrebe katerekoli osebe, ne glede na njen gospodarski namen ali ohranjanje substance stvari.", "Predmet rabe so lahko tako nepotrošne kot potrošne stvari, če to zahteva pogodba med strankama.", "Raba kot osebna služnost lahko vključuje tudi pravico do spreminjanja substance stvari, če to koristi imetniku služnosti.", "Imetnik rabe lahko uporablja tujo stvar v nasprotju z njenim gospodarskim namenom, če je to v njegovem interesu.", "Raba je stvarna služnost, ki omogoča vsakomur, da uporablja tujo stvar brez omejitev glede ohranjanja njene substance."]}
{"title": "Obseg pravice rabe | 245. člen", "content": ["(1) Imetnik rabe lahko uporablja stvar v obsegu, ki izhaja iz pravnega naslova, ki je podlaga za ustanovitev.", "(2) Imetnik izvrševanja rabe ne more prenesti na tretjo osebo."], "contradictions": ["Imetnik rabe lahko uporablja stvar brez omejitev, ne glede na pravni naslov, ki je podlaga za ustanovitev.", "Imetnik rabe ima pravico prenesti izvrševanje rabe na tretjo osebo brez soglasja lastnika.", "Obseg pravice rabe določa izključno imetnik rabe, ne glede na določila pravnega naslova.", "Imetnik rabe lahko trajno odstopi izvrševanje rabe tretji osebi, če je to v njegovem interesu.", "Imetnik rabe mora prenesti izvrševanje rabe na tretjo osebo, če to zahteva lastnik stvari."]}
{"title": "Smiselna uporaba določil o užitku | 246. člen", "content": ["(1) Za osebno služnost rabe se smiselno uporabljajo določila tega zakona o užitku.", "(2) Če je obseg rabe določen tako, da lahko stvar uporabljata skupaj lastnik in imetnik rabe, se smiselno uporabljajo določila tega zakona o užitku na delu nepremičnine."], "contradictions": ["Za osebno služnost rabe se določila tega zakona o užitku ne uporabljajo, temveč se uporabljajo določila o služnosti poti.", "Osebna služnost rabe se ureja izključno s posebnimi določbami tega zakona, ne glede na določila o užitku.", "Če je obseg rabe določen tako, da lahko stvar uporabljata skupaj lastnik in imetnik rabe, se uporabljajo določila o solastnini in ne o užitku.", "Za osebno služnost rabe se uporabljajo določila o najemnih razmerjih, ne pa določila o užitku.", "Imetnik osebne služnosti rabe nima nobenih pravic do uporabe stvari, če jo uporablja tudi lastnik."]}
{"title": "Pojem | 247. člen", "content": ["(1) Služnost stanovanja je osebna služnost, ki daje pravico uporabljati tuje stanovanje ali njegov del za potrebe imetnika služnosti in njegove družine tako, da se ohranja njegova substanca.", "(2) Imetnik služnosti stanovanja ima pravico do uporabe skupnih delov stanovanjske hiše.", "(3) Izvrševanja služnosti stanovanja se ne more prenesti na tretjo osebo."], "contradictions": ["Služnost stanovanja je stvarna služnost, ki omogoča uporabo stanovanja katerikoli osebi, ki jo določi lastnik stanovanja.", "Imetnik služnosti stanovanja nima pravice do uporabe skupnih delov stanovanjske hiše.", "Služnost stanovanja daje imetniku pravico, da stanovanje uporablja na način, ki lahko bistveno spremeni ali uniči njegovo substanco.", "Imetnik služnosti stanovanja lahko prosto prenese izvrševanje služnosti na katerokoli tretjo osebo brez soglasja lastnika.", "Služnost stanovanja se lahko ustanovi tudi v korist pravne osebe, ki nato oddaja stanovanje v podnajem tretjim osebam."]}
{"title": "Smiselna uporaba določil o užitku | 248. člen", "content": ["Za osebno služnost stanovanja se smiselno uporabljajo določila tega zakona o užitku."], "contradictions": ["Osebna služnost stanovanja se ureja izključno s posebnimi določbami tega zakona in se določila o užitku ne uporabljajo.", "Za osebno služnost stanovanja se uporabljajo določila tega zakona o stvarnem bremenu.", "Osebna služnost stanovanja ni predmet posebne pravne ureditve in se obravnava kot običajna najemna pogodba.", "Določila o užitku se za osebno služnost stanovanja ne uporabljajo niti smiselno niti neposredno.", "Osebna služnost stanovanja daje upravičencu pravico do lastništva stanovanja."]}
{"title": "Pojem | 249. člen", "content": ["Stvarno breme je pravica, na podlagi katere je lastnik obremenjene nepremičnine zavezan k bodočim dajatvam ali storitvam."], "contradictions": ["Stvarno breme je pravica, ki lastniku obremenjene nepremičnine omogoča, da zahteva bodoče dajatve ali storitve od tretjih oseb.", "Stvarno breme ne more obvezovati lastnika nepremičnine k nobenim bodočim dajatvam ali storitvam.", "Stvarno breme je obveznost, ki nastane zgolj enkratno in ne vključuje bodočih dajatev ali storitev.", "Stvarno breme je pravica, ki se nanaša izključno na premičnine in ne na nepremičnine.", "Stvarno breme je pravica, ki lastniku obremenjene nepremičnine omogoča, da se izogne vsem bodočim obveznostim do drugih oseb."]}
{"title": "Nastanek | 250. člen", "content": ["(1) Stvarno breme nastane na podlagi pravnega posla ali zakona.", "(2) Stvarno breme se lahko ustanovi v korist določene osebe ali v korist vsakokratnega lastnika določene nepremičnine."], "contradictions": ["Stvarno breme lahko nastane tudi brez pravnega posla ali zakonske podlage, zgolj z dejansko uporabo nepremičnine.", "Stvarno breme se lahko ustanovi le v korist države in nikoli v korist posameznika ali lastnika nepremičnine.", "Stvarno breme ne more nastati na podlagi zakona, temveč izključno na podlagi sodne odločbe.", "Stvarno breme se lahko ustanovi le v korist pravne osebe, nikoli v korist fizične osebe ali lastnika nepremičnine.", "Stvarno breme nastane avtomatično ob vsakem prenosu lastninske pravice, ne glede na voljo strank ali zakonsko določbo."]}
{"title": "Nastanek na podlagi pravnega posla | 251. člen", "content": ["Za nastanek stvarnega bremena se poleg veljavnega pravnega posla, iz katerega izhaja obveznost ustanovitve, zahteva še zemljiškoknjižno dovolilo in vpis v zemljiško knjigo."], "contradictions": ["Stvarno breme nastane že s sklenitvijo veljavnega pravnega posla, brez potrebe po zemljiškoknjižnem dovolilu ali vpisu v zemljiško knjigo.", "Za nastanek stvarnega bremena zadostuje ustni dogovor med strankama, brez kakršnihkoli pisnih dokazil ali vpisa.", "Stvarno breme se lahko ustanovi zgolj na podlagi enostranske izjave volje lastnika nepremičnine, brez pravnega posla ali vpisa v zemljiško knjigo.", "Vpis stvarnega bremena v zemljiško knjigo ni potreben, če so stranke dosegle soglasje o ustanovitvi bremena.", "Za nastanek stvarnega bremena je potrebno, da ga potrdi občinski organ, pri čemer zemljiškoknjižno dovolilo in vpis v zemljiško knjigo nista zahtevana."]}
{"title": "Nastanek stvarnega bremena z zakonom | 252. člen", "content": ["Stvarno breme nastane z zakonom v trenutku, ko so izpolnjeni pogoji, ki jih določa zakon."], "contradictions": ["Stvarno breme ne more nastati zgolj na podlagi zakona, temveč je za njegov nastanek vedno potrebna sklenitev notarsko overjene pogodbe med strankama.", "Stvarno breme nastane šele z vpisom v zemljiško knjigo, ne glede na to, ali so pogoji iz zakona že izpolnjeni.", "Stvarno breme lahko nastane tudi na podlagi ustne dogovora med lastnikom in upravičencem, brez upoštevanja zakonskih pogojev.", "Stvarno breme nastane izključno z odločbo upravnega organa, tudi če zakon določa drugače.", "Stvarno breme nastane samodejno ob smrti lastnika nepremičnine, ne glede na zakonsko določene pogoje."]}
{"title": "Obseg jamstva | 253. člen", "content": ["Lastnik obremenjene nepremičnine odgovarja z nepremičnino za vse obveznosti, ki izvirajo iz stvarnega bremena."], "contradictions": ["Lastnik obremenjene nepremičnine ne odgovarja z nepremičnino za obveznosti, ki izvirajo iz stvarnega bremena, temveč zgolj s svojo osebno premoženjsko odgovornostjo.", "Za obveznosti iz stvarnega bremena odgovarja izključno tretja oseba, določena v pogodbi, ne pa lastnik obremenjene nepremičnine.", "Lastnik obremenjene nepremičnine lahko odgovarja z nepremičnino le do višine polovice vrednosti obveznosti iz stvarnega bremena.", "Lastnik obremenjene nepremičnine odgovarja z nepremičnino le za tiste obveznosti iz stvarnega bremena, ki nastanejo po vpisu bremena v zemljiško knjigo.", "Če lastnik obremenjene nepremičnine ne poravna obveznosti iz stvarnega bremena, se mu odvzame prostost do poplačila dolga."]}
{"title": "Delitev nepremičnine | 254. člen", "content": ["(1) Če se razdeli nepremičnina, ki je obremenjena s stvarnim bremenom, odgovarja vsak lastnik kot solidarni dolžnik.", "(2) Če se razdeli nepremičnina, katere vsakokratni lastnik je imetnik stvarnega bremena, ostane stvarno breme v korist lastnika vsakega posameznega dela nepremičnine."], "contradictions": ["Če se razdeli nepremičnina, ki je obremenjena s stvarnim bremenom, vsak lastnik odgovarja le za svoj sorazmerni del bremena in ni solidarno odgovoren.", "Po delitvi nepremičnine stvarno breme preneha in noben izmed novih lastnikov ni več zavezan zanj.", "Če se razdeli nepremičnina, katere vsakokratni lastnik je imetnik stvarnega bremena, se stvarno breme prenese le na enega izmed novih lastnikov, izbranega z dogovorom.", "Ob delitvi nepremičnine, ki je obremenjena s stvarnim bremenom, odgovarja za breme izključno tisti, ki ima največji delež v novi razdeljeni nepremičnini.", "Če se razdeli nepremičnina, katere vsakokratni lastnik je imetnik stvarnega bremena, stvarno breme v celoti preide na državo, ne glede na lastništvo posameznih delov."]}
{"title": "Smiselna uporaba določil | 255. člen", "content": ["Za stvarno breme se smiselno uporabljajo določila tega zakona o služnostih. Za posamezne izpolnitve pa se smiselno uporabljajo določila, ki veljajo za hipoteko."], "contradictions": ["Za stvarno breme se ne uporabljajo določila tega zakona o služnostih, temveč izključno določila o zastavni pravici.", "Za posamezne izpolnitve stvarnega bremena se uporabljajo izključno določila o osebnih služnostih in ne določila, ki veljajo za hipoteko.", "Za stvarno breme se uporabljajo izključno posebna določila tega zakona in ne določila o služnostih.", "Za posamezne izpolnitve stvarnega bremena se ne uporablja nobeno določilo tega zakona, temveč se urejajo zgolj z dogovorom strank.", "Za stvarno breme se uporabljajo določila o pogodbeni kazni, določila o služnostih pa se izrecno izključijo."]}
{"title": "Pojem | 256. člen", "content": ["(1) Stavbna pravica je pravica imeti v lasti zgrajeno zgradbo nad ali pod tujo nepremičnino.", "(2) Stavbna pravica je lahko ustanovljena za določen ali nedoločen čas.", "(3) Stavbna pravica je prenosljiva. Za prenos stavbne pravice se smiselno uporabljajo določila, ki veljajo za prenos lastninske pravice na nepremičninah."], "contradictions": ["Stavbna pravica ne omogoča lastništva zgradbe, ki je zgrajena nad ali pod tujo nepremičnino, temveč zgolj pravico do uporabe take zgradbe.", "Stavbna pravica se lahko ustanovi zgolj za nedoločen čas, določitev časovne omejitve ni dopustna.", "Stavbna pravica ni prenosljiva in preide le na dediče po smrti imetnika.", "Za prenos stavbne pravice se uporabljajo izključno določila o prenosu premičnin, ne pa določila o prenosu lastninske pravice na nepremičninah.", "Stavbna pravica daje imetniku pravico do odstranitve tuje nepremičnine, če ta ovira gradnjo zgradbe."]}
{"title": "Nastanek stavbne pravice | 257. člen", "content": ["(1) Za nastanek stavbne pravice se zahteva poleg veljavnega pravnega posla, iz katerega izhaja obveznost ustanoviti stavbno pravico, še zemljiškoknjižno dovolilo in vpis v zemljiško knjigo.", "(2) Pogodba o ustanovitvi stavbne pravice mora vsebovati ime lastnika nepremičnine, zemljiškoknjižno oznako nepremičnine, natančen opis stavbne pravice, čas trajanja stavbne pravice in nadomestilo, ki ga mora plačati imetnik stavbne pravice lastniku nepremičnine.", "(3) Pravni posel, na podlagi katerega se ustanovi stavbna pravica, ne sme vsebovati razveznega pogoja."], "contradictions": ["Stavbna pravica nastane že s sklenitvijo ustrezne pogodbe, ne glede na vpis v zemljiško knjigo ali izdajo zemljiškoknjižnega dovolila.", "Pogodba o ustanovitvi stavbne pravice ni dolžna vsebovati podatkov o nadomestilu za lastnika nepremičnine.", "Za nastanek stavbne pravice zadostuje ustni dogovor med strankama brez pisne pogodbe in brez vpisa v zemljiško knjigo.", "Pravni posel, na podlagi katerega se ustanovi stavbna pravica, lahko vsebuje razvezni pogoj, če se stranki tako dogovorita.", "V pogodbi o ustanovitvi stavbne pravice ni potrebno navesti zemljiškoknjižne oznake nepremičnine, če je ta razvidna iz drugih listin."]}
{"title": "Etažna lastnina zgradbe | 258. člen", "content": ["Zgradba, ki je zgrajena na nepremičnini, obremenjeni s stavbno pravico, se lahko razdeli v etažno lastnino, če so za to izpolnjeni pogoji, ki jih določa ta zakon. V tem primeru imajo lastniki posameznih delov stavbno pravico po idealnih deležih."], "contradictions": ["Zgradbe, zgrajene na nepremičninah, obremenjenih s stavbno pravico, ni mogoče razdeliti v etažno lastnino, ne glede na izpolnjenost pogojev iz zakona.", "V primeru delitve zgradbe v etažno lastnino lastniki posameznih delov ne pridobijo stavbne pravice, temveč zgolj pravico uporabe skupnih delov.", "Etažna lastnina zgradbe na nepremičnini, obremenjeni s stavbno pravico, se lahko ustanovi le, če se stavbna pravica predhodno izbriše iz zemljiške knjige.", "Pri delitvi zgradbe v etažno lastnino na nepremičnini, obremenjeni s stavbno pravico, vsak lastnik posameznega dela pridobi izključno stavbno pravico na lastnem delu, ne pa po idealnih deležih.", "Vsaka zgradba na obremenjeni nepremičnini se samodejno razdeli v etažno lastnino, ne da bi bilo treba izpolniti kakršne koli pogoje iz zakona."]}
{"title": "Pravice imetnika | 259. člen", "content": ["(1) Imetnik stavbne pravice ima v času trajanja stavbne pravice pravico uporabljati in uživati nepremičnino.", "(2) Če se stavbna pravica nanaša na zgradbo pod nepremičnino, se mora s pogodbo o ustanovitvi stavbne pravice dogovoriti glede načina rabe in vzdrževanja zemeljske površine nad zgradbo."], "contradictions": ["Imetnik stavbne pravice nima pravice uporabljati ali uživati nepremičnine v času trajanja stavbne pravice.", "Če se stavbna pravica nanaša na zgradbo pod nepremičnino, pogodba o ustanovitvi stavbne pravice ne sme urejati načina rabe in vzdrževanja zemeljske površine nad zgradbo.", "Imetnik stavbne pravice lahko nepremičnino uporablja in uživa tudi po prenehanju stavbne pravice, dokler lastnik ne zahteva vrnitve.", "V primeru stavbne pravice na zgradbi pod nepremičnino se način rabe in vzdrževanja zemeljske površine nad zgradbo določi z enostransko odločitvijo lastnika nepremičnine, ne s pogodbo.", "Imetnik stavbne pravice lahko prosto spreminja namen uporabe nepremičnine brez omejitev ali soglasja lastnika."]}
{"title": "Prenehanje | 260. člen", "content": ["(1) Stavbna pravica preneha z izbrisom iz zemljiške knjige.", "(2) Izbris stavbne pravice se lahko zahteva po poteku časa, za katerega je bila stavbna pravica ustanovljena.", "(3) Če se nepremičnina razdeli, stavbna pravica preneha na tistih delih, ki niso predmet stavbne pravice."], "contradictions": ["Stavbna pravica preneha samodejno s potekom časa, za katerega je bila ustanovljena, ne glede na vpis v zemljiško knjigo.", "Izbris stavbne pravice iz zemljiške knjige se lahko zahteva kadarkoli, tudi pred potekom časa, za katerega je bila ustanovljena.", "Če se nepremičnina razdeli, stavbna pravica ostane v veljavi na vseh delih nepremičnine, ne glede na to, kateri deli so bili predmet stavbne pravice.", "Stavbna pravica preneha šele, ko lastnik stavbne pravice poda izrecno pisno odpoved, ne pa z izbrisom iz zemljiške knjige.", "Stavbna pravica preneha, ko se na nepremičnini vzpostavi nova stvarna pravica, ne glede na vpis ali časovno omejitev."]}
{"title": "Predčasno prenehanje stavbne pravice na podlagi pravnega posla | 261. člen", "content": ["(1) Stavbna pravica lahko predčasno preneha na podlagi pravnega posla, s katerim se lastnik nepremičnine in imetnik stavbne pravice sporazumeta o prenehanju.", "(2) Za pogodbo o prenehanju se smiselno uporabljajo določila tega zakona, ki urejajo nastanek stavbne pravice. Če je na stavbni pravici ustanovljena zastavna pravica, je pogoj za veljavnost pogodbe pisna izjava zastavnega upnika, da s prenehanjem soglaša."], "contradictions": ["Stavbna pravica ne more nikoli predčasno prenehati na podlagi pravnega posla, ne glede na voljo lastnika nepremičnine in imetnika stavbne pravice.", "Pogodba o prenehanju stavbne pravice je veljavna tudi brez soglasja zastavnega upnika, čeprav je na stavbni pravici ustanovljena zastavna pravica.", "Za pogodbo o prenehanju stavbne pravice se uporabljajo izključno določila obligacijskega prava in ne določila tega zakona, ki urejajo nastanek stavbne pravice.", "Predčasno prenehanje stavbne pravice je možno le na podlagi sodne odločbe, ne pa s sporazumom med lastnikom in imetnikom stavbne pravice.", "Stavbna pravica lahko predčasno preneha brez kakršnegakoli pravnega posla, že na podlagi enostranske izjave katerekoli stranke."]}
{"title": "Predčasno prenehanje stavbne pravice zaradi kršitve | 262. člen", "content": ["(1) Lastnik nepremičnine lahko zahteva, da stavbna pravica preneha, če imetnik stavbne pravice ne plačuje nadomestila ali če izvršuje stavbno pravico preko dogovorjenega obsega.", "(2) Sodišče ob prenehanju stavbne pravice določi primerno nadomestilo, ki ga mora plačati lastnik nepremičnine imetniku stavbne pravice."], "contradictions": ["Lastnik nepremičnine ne more zahtevati prenehanja stavbne pravice, četudi imetnik ne plačuje nadomestila ali preseže dogovorjeni obseg uporabe.", "Sodišče ob prenehanju stavbne pravice ni dolžno določiti nikakršnega nadomestila za imetnika stavbne pravice.", "V primeru kršitev je prenehanje stavbne pravice možno le na podlagi soglasja imetnika stavbne pravice.", "Če imetnik stavbne pravice ne plačuje nadomestila, mora lastnik nepremičnine najprej ponuditi dodatni rok za izpolnitev obveznosti, preden lahko zahteva prenehanje pravice.", "Ob prenehanju stavbne pravice zaradi kršitve je imetnik dolžan plačati odškodnino lastniku nepremičnine, ne glede na okoliščine."]}
{"title": "Posledice prenehanja | 263. člen", "content": ["(1) S prenehanjem stavbne pravice postane zgradba sestavina nepremičnine.", "(2) Lastnik nepremičnine mora imetniku stavbne pravice ob prenehanju plačati nadomestilo v višini povečanja tržne vrednosti nepremičnine, če se ne dogovorita drugače ali če drug zakon ne določa drugače."], "contradictions": ["Ob prenehanju stavbne pravice zgradba ostane v lasti imetnika stavbne pravice in ne postane sestavina nepremičnine.", "Lastnik nepremičnine ob prenehanju stavbne pravice ni dolžan plačati nobenega nadomestila imetniku stavbne pravice, ne glede na povečanje tržne vrednosti.", "Če stavbna pravica preneha, mora imetnik stavbne pravice odstraniti zgradbo na lastne stroške, sicer mu grozi kazen.", "Ob prenehanju stavbne pravice se nadomestilo določi na podlagi stroškov gradnje zgradbe, ne glede na tržno vrednost nepremičnine.", "Po prenehanju stavbne pravice lahko imetnik stavbne pravice še naprej uporablja zgradbo kot samostojno nepremičnino."]}
{"title": "Zastavitev | 264. člen", "content": ["(1) Stavbna pravica se lahko zastavi.", "(2) Po prenehanju stavbne pravice pridobi zastavni upnik zastavno pravico na terjatvi imetnika stavbne pravice za plačilo nadomestila."], "contradictions": ["Stavbne pravice ni mogoče zastaviti, saj ni predmet zastavne pravice.", "Po prenehanju stavbne pravice zastavni upnik ne pridobi nobene pravice na terjatvi za plačilo nadomestila.", "Zastavni upnik po prenehanju stavbne pravice pridobi lastninsko pravico na nepremičnini, na kateri je bila stavbna pravica ustanovljena.", "Stavbna pravica se lahko zastavi le, če je to izrecno dovoljeno v ustanovitvenem aktu.", "Ob prenehanju stavbne pravice zastavna pravica zastavnega upnika preneha brez nadomestila ali preostale terjatve."]}
{"title": "Stavbna pravica kot posebna pravica uporabe | 265. člen", "content": ["Stavbna pravica se lahko ustanovi tudi kot posebna pravica uporabe, če se s tem ne posega v splošno rabo javnega dobra."], "contradictions": ["Stavbna pravica se lahko ustanovi kot posebna pravica uporabe tudi, če s tem posega v splošno rabo javnega dobra.", "Stavbna pravica kot posebna pravica uporabe se lahko ustanovi zgolj, če lastnik javnega dobra izrecno dovoli poseg v splošno rabo.", "Stavbna pravica se ne more nikoli ustanoviti kot posebna pravica uporabe, ne glede na vpliv na splošno rabo javnega dobra.", "Za ustanovitev stavbne pravice kot posebne pravice uporabe ni potrebno upoštevati vpliva na splošno rabo javnega dobra.", "Stavbna pravica kot posebna pravica uporabe se lahko ustanovi le, če je poseg v splošno rabo javnega dobra nujen za izgradnjo objekta."]}
{"title": "Obstoj pravic | 266. člen", "content": ["(1) Stvarne pravice, pridobljene pred uveljavitvijo tega zakona, ostanejo v veljavi z vsebino, kot jo določa ta zakon.", "(2) Zastavne pravice, pridobljene pred uveljavitvijo tega zakona, ostanejo v veljavi z vsebino, kot so bile ustanovljene."], "contradictions": ["Stvarne pravice, pridobljene pred uveljavitvijo tega zakona, prenehajo z dnem začetka veljavnosti tega zakona, ne glede na njihovo vsebino.", "Zastavne pravice, pridobljene pred uveljavitvijo tega zakona, se uskladijo z novo vsebino, kot jo določa ta zakon, ne glede na prvotne pogoje ustanovitve.", "Stvarne pravice, pridobljene pred uveljavitvijo tega zakona, se razveljavijo, če niso bile vpisane v zemljiško knjigo v roku enega leta od uveljavitve zakona.", "Zastavne pravice, pridobljene pred uveljavitvijo tega zakona, izgubijo pravni učinek, če niso bile obnovljene v skladu z novimi določbami tega zakona.", "Ob uveljavitvi tega zakona vse stvarne pravice in zastavne pravice, pridobljene pred tem, postanejo last države in prenehajo obstajati za zasebnopravne subjekte."]}
{"title": "Veljavnost pravnih poslov | 267. člen", "content": ["(1) Pravni posli, ki so bili veljavno sklenjeni pred uveljavitvijo tega zakona, ostanejo v veljavi tudi, če ne izpolnjujejo obličnostnih zahtev po tem zakonu.", "(2) Če je bil pred uveljavitvijo tega zakona veljavno sklenjen pravni posel, ki predstavlja pravni naslov za vpis v zemljiško knjigo, se vpis na podlagi tega pravnega naslova izvede po pravilih, ki so veljala pred uveljavitvijo tega zakona."], "contradictions": ["Pravni posli, sklenjeni pred uveljavitvijo tega zakona, prenehajo veljati, če ne izpolnjujejo obličnostnih zahtev po tem zakonu.", "Za vpis v zemljiško knjigo po tem zakonu se vedno uporabljajo izključno nova pravila, ne glede na čas sklenitve pravnega posla.", "Pravni posli, ki niso v skladu z obličnostnimi zahtevami tega zakona, se štejejo za nične, tudi če so bili sklenjeni pred njegovo uveljavitvijo.", "Vsi pravni naslovi za vpis v zemljiško knjigo, sklenjeni pred uveljavitvijo tega zakona, se obravnavajo po pravilih tega zakona.", "Pravni posli, sklenjeni pred uveljavitvijo tega zakona, morajo biti retroaktivno usklajeni z obličnostnimi zahtevami, sicer se razveljavijo."]}
{"title": "Nadaljevanje postopkov | 268. člen", "content": ["Vsi postopki, ki so se začeli pred uveljavitvijo tega zakona, se zaključijo po določilih prejšnjih predpisov, razen če ta zakon določa drugače."], "contradictions": ["Vsi postopki, ki so se začeli pred uveljavitvijo tega zakona, se zaključijo izključno po določbah tega zakona, ne glede na določbe prejšnjih predpisov.", "V primeru, da je postopek v teku ob uveljavitvi tega zakona, se uporabljajo določbe, ki so v korist strank, ne glede na to, kateri predpisi so veljali ob začetku postopka.", "Postopki, začeti pred uveljavitvijo tega zakona, se prekinejo in morajo biti ponovno vloženi v skladu z določbami tega zakona.", "Vsi postopki, ki so se začeli pred uveljavitvijo tega zakona, se avtomatično razveljavijo, ne glede na določbe tega ali prejšnjih zakonov.", "Postopki, ki so bili uvedeni pred uveljavitvijo tega zakona, se zaključijo po določbah novega zakona, razen če stranke zahtevajo uporabo prejšnjih predpisov."]}
{"title": "Trajanje priposestvovanja | 269. člen", "content": ["(1) Glede priposestvovalne dobe, ki je začela teči pred uveljavitvijo tega zakona, se upoštevajo določila tega zakona.", "(2) Dobroverni posestnik ter dobroverni in zakoniti posestnik po zakonu o temeljnih lastninskopravnih razmerjih sta glede trajanja priposestvovalne dobe izenačena z dobrovernim lastniškim posestnikom po tem zakonu."], "contradictions": ["Za priposestvovalno dobo, ki je začela teči pred uveljavitvijo tega zakona, se uporabljajo izključno določila prejšnjih zakonov in ne določila tega zakona.", "Dobroverni posestnik po zakonu o temeljnih lastninskopravnih razmerjih ni izenačen z dobrovernim lastniškim posestnikom po tem zakonu glede trajanja priposestvovalne dobe, čeprav se upoštevajo podobni pogoji.", "Pri določanju trajanja priposestvovalne dobe se za vse posestnike uporablja enotna doba, ne glede na njihovo dobrovernost ali zakonitost posesti.", "Za dobroverne posestnike, ki so začeli priposestvovati pred uveljavitvijo tega zakona, velja daljša priposestvovalna doba kot za dobroverne lastniške posestnike po tem zakonu.", "Priposestvovalna doba se ne upošteva, če je posestnik dobroveren, razen če je izrecno določeno drugače v vsakem posameznem primeru s strani sodišča."]}
{"title": "Etažna lastnina | 270. člen", "content": ["(1) Etažni lastniki, ki so pridobili etažno lastnino do uveljavitve tega zakona in s pogodbo še niso uredili medsebojnih razmerij, morajo skleniti pogodbo o medsebojnih razmerjih v enem letu od uveljavitve tega zakona.", "(2) Če solastniški deleži na skupnih delih še niso določeni, se morajo določiti s pogodbo iz prejšnjega odstavka.", "(3) Če pogodba o medsebojnih razmerjih ni sklenjena v roku iz prvega odstavka tega člena, lahko vsak od etažnih lastnikov predlaga, da vsebino pogodbe določi sodišče v nepravdnem postopku."], "contradictions": ["Etažni lastniki, ki so pridobili etažno lastnino pred uveljavitvijo tega zakona, niso dolžni skleniti pogodbe o medsebojnih razmerjih, ne glede na časovni okvir.", "Če solastniški deleži na skupnih delih še niso določeni, se šteje, da pripadajo vsem etažnim lastnikom v enakih deležih brez potrebe po dodatni pogodbi.", "Če pogodba o medsebojnih razmerjih ni sklenjena v roku iz prvega odstavka, se šteje, da so medsebojna razmerja urejena skladno z zakonom, brez možnosti sodnega določanja vsebine pogodbe.", "Etažni lastniki lahko pogodbo o medsebojnih razmerjih sklenejo kadarkoli, brez časovne omejitve po uveljavitvi tega zakona.", "Če etažni lastniki ne sklenejo pogodbe o medsebojnih razmerjih, mora vsebino pogodbe določiti upravnik brez možnosti sodnega nadzora."]}
{"title": "Več uporabnikov iste nepremičnine | 271. člen", "content": ["(1) Če sta zemljišče in zgradba na zemljišču v skladu s predpisi, ki so veljali pred uveljavitvijo tega zakona, predmet lastninske pravice, postane z dnem uveljavitve tega zakona zgradba sestavina nepremičnine, če je lastnik zemljišča in zgradbe isti.", "(2) V primeru iz prejšnjega odstavka, ko lastnik ni isti, postane z dnem uveljavitve tega zakona zgradba sestavina nepremičnine, lastnik zgradbe pa pridobi na nepremičnini stavbno pravico, ki traja toliko časa, dokler stoji zgradba. Lastnik nepremičnine in imetnik stavbne pravice morata medsebojna razmerja urediti s pogodbo iz drugega odstavka 257. člena tega zakona v treh letih od njegove uveljavitve.", "(3) Na javnem dobru se v primeru iz prejšnjega odstavka stavbna pravica pridobi kot posebna pravica uporabe javnega dobra.", "(4) Če sporazum ni sklenjen v roku iz drugega odstavka tega člena, lahko vsak od lastnikov zahteva, da vsebino sporazuma določi sodišče v nepravdnem postopku. Sodišče pri določanju vsebine upošteva okoliščine v katerih je bila postavljena zgradba in razmerja med lastnikoma pred uveljavitvijo tega zakona. Pri določanju nadomestil mora sodišče upoštevati določila zakona, ki urejajo razlastitev."], "contradictions": ["Ne glede na to, ali sta lastnik zemljišča in zgradbe ista oseba, zgradba nikoli ne postane sestavina nepremičnine, temveč vedno ostane samostojna stvar.", "Če lastnik zemljišča in zgradbe ni ista oseba, lastnik zgradbe po uveljavitvi tega zakona izgubi vse pravice na zgradbi, ki postane izključno last lastnika zemljišča brez kakršnekoli odškodnine ali stavbne pravice.", "V primeru, da sporazum iz drugega odstavka ni sklenjen v predpisanem roku, sodišče nima pristojnosti določiti vsebine sporazuma in lastniki morajo sami rešiti razmerje brez sodnega posega.", "Stavbna pravica, pridobljena na nepremičnini v skladu s tem členom, ni časovno omejena in traja tudi po odstranitvi zgradbe.", "Na javnem dobru se v primeru iz tretjega odstavka stavbna pravica ne more pridobiti kot posebna pravica uporabe, temveč se zgradba šteje za javno dobro brez pravic zasebnega lastnika."]}
